{
  "episodeId": 82,
  "segments": [
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:02",
      "text": "はい AM IT FM は IT 企 業 で 働 く 2 人 の ま ま が 子 育 て を テ ク ノ ロ ジ ー で ハ ッ ピ ー に を コ ン セ プ ト に お しゃ べ り する 子 育 て テ ック ポ ド キ スト です フ ード バ ック は ハ ッ シ タ グ AM IT FM も しく は 小 ノ ート に 貼 って ある お 便 り フ ォ ーム に て 募 集 して お ります はい ですね あの 前 回 ですね あの 宣 伝 パ ート を 最 初 に 挟 ませ て も ら って いて もう 一 度"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:21",
      "text": "はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:31",
      "text": "だけ 宣 伝 した い んです けど あ の い よ い よ ですね 来 週 末 ですね あ あ まあ こう いう 来 週 とか 今 週 とか 言 と いつ 出 る か わ から ない で あの 6 月 の 28 日 の 土 曜 日 に ですね あ の サ イ バ ー エ ージ ェ ント の 安 真 タ ワ ー で ですね ウ ーメ ンテ ック テ ラ ス という 女 性 エ ジ ニ の ため の 技 術 と キ リ ア の カ ンフ ァ ン ス を や ります ので ですね あ の まだ まだ 席 募 集 して ます"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:44",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:59",
      "text": "これ 大 事 な こと は 言 い 忘 れた と思 って て、 前 回 告 知 を さ せて も ら った 後 に 数 名 申 し 込 んで いただ いた な と思 って いる んです が、 男 性 も OK です。 参 加 で きます ということ を 明 示 し ない と 確 か に よ く 聞 か れる の が、 って 男 性 はい け ない んです。 い け ない もの だ と思 って ました みたい な、 結 構 よ く 聞 く ので、 そ り ゃ そうだ よ な、 な。 運 命、 なんか テ ック みたい な。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:09",
      "text": "ポ イ みほ (01:24.27) ほ ほ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:28",
      "text": "書 いて あ った ら 行 き づ らい よう にな って も んです けど 毎 年 結 構 D & I の 進 の 担 当 者 です とか 人 事 の 方 とか で 結 構 女 性 活 躍 シ ーン とか を 担 当 して ら っ る 方 とか 男 性 の 方 でも 結 構 来 て も ら って た り します ので はい っていう そ こ に 触 れ そ こ な った な って 後 悔 して た んで それ だけ そう 大丈夫 だ よ って ど なた でも 今 後 の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:31",
      "text": "ん ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:36",
      "text": "ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:45",
      "text": "ん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:53",
      "text": "大丈夫 だ よ って こと は ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:57",
      "text": "に 関 して は 女 性 の み っていう ふ にな ってる んです けど セ ッ ショ ン な ど 結 構 貴 重 な お 話 結 ウ ーメ ンテ ック 界 では 早 々 と ある 豪 華 な 方 々 を お 呼 び して ですね ライ ト ニ ング ト ー ク です とか あと パ ネル デ ス カ ッ ショ ン ですね パ ネル デ ス カ ッ ン は ですね 私 毎 年 モ デ レ ー ター やって る んです けど 今年 は ですね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:00",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:10",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:20",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:27",
      "text": "タ イ ト ル で 登 壇 します っていう の が ジ ェ ンダ ー 視 点 で 語 る AI 時 代 を 生 き 抜 く エ ニ ア の キ リ ア 戦 略 ということで サ ブ タ イ ト ル に 技 術 × ビ ジ ネ ス × 教 育 それ ぞ れ の 視 点 から という ところ で 結 構 それ ぞ れ の プ ロ の 方 々 を お 招 き して ですね 笑 顔 の と い わ れて ます けれ ども 結 構 有 意 義 な お 話 が DA 推 進 でき る かな と思います ので ぜ ひ ぜ ひ お 越 し ください ませ と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:43",
      "text": "に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:55",
      "text": "これ を なん で、 なん とか この イ ベ ント の 前 に 出 さ ない と い け ない な という プ レ ッ シ ャ ー を 自 ら 与 え な が ら ですね。 編 集 に ね、 た ま に め っちゃ 時間 か か っちゃ う。 た ま に 全 然 出 せ な かった り する んで、 ちょっと 自 ら 今 プ レ ッ シ ャ ー を か けて やって お ります という、 ちょっと した 告 知 を でした。 では、 A です。 本 題 に 入 って ま い ろう と思います。 前 回 は みほ (02:57.23) ん ん みほ (03:02.03) そう ね、 そう ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:11",
      "text": "い っ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:24",
      "text": "えー っと ちょっと AI 疲 れた よね みたい な AI 疲 れ みたい な 話 を して あの 避 け た んです けど 今回 また ちょっと あの AI エ ージ ェ ント 的 な ネ タ を 話 した い な と思 って お ります と 言 います ども ですね まあ そうですね 今 お 話 し した え っと カ ンフ ァ レ ン ス でも まあ AI 時 代 の キ リ ア 戦 略 みたい な 話 を する の と 実 は その 前 日 に ですね 今回 あの"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:29",
      "text": "ん ん ん ん ん ん ん みほ (03:36.75) す ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:51",
      "text": "ウ ーメ ンテ ック 系 の イ ント が 目 白 押 し で ですね、 6 月 末。 実 は 6 月 28 日 が 我 々 の イ ント で、 1 日 前 の 6 月 27 日 に、 あの 省 営 者 さん の ウ ーメ ンデ ブ ッ パ ー ズ サ ビ と デ ブ サ ミ の ウ ーメ ン、 デ ブ サ ミ ウ ーメ ン ですね、 や る ん … 2 日 連 チャ ン で ですね、 ちょっと お 祭 り みたい な 感じ で、 ウ ーメ ンテ ック イ ベ ント や る んです けど、 実 は そ ちら で 私、 基 調 講 演 する こと にな って お り ま して。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:56",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:03",
      "text": "うん うん みほ (04:07.79) はい、 ほ い"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:19",
      "text": "お 疲"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:21",
      "text": "で、 あれ なんです よ、 商 業 者 の 近 藤 さん って、 オ ガ ナ イ ザ ー の 近 藤 ゆ う 子 さん は、 我 々 の 方 で 基 調 講 演 する っていう、 して いただ く っていう ですね。 そうそう そう、 お 互 い に ちょっと コ ボ 感 を 出 す ため に ですね、 お 互 い に お 互 い の 基 調 講 演 を した り ですね、 白 川 道 理 さん とか は 二 日 連 ちゃん で 登 壇 して いただ いた り とか ですね、 ちょっと い ろ ろ コ ラ ボ を 今回 する んです けれ ども、 そ こ で でも ですね、 今 絶 賛 ス ライ ド を 作 成 中、 with AI なんです けど、"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:28",
      "text": "お 互 い に ね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:41",
      "text": "え い"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:51",
      "text": "一 応 そ こ で ですね え っと 何 話 そう か っていう と あの AI エ ェ ント の 力 で 切 り 開 く 誰 も が 活 躍 でき る イ ク ル ー シ ブ の 未 来 という ですね ちょっと 壮 大 な タ イ ト ル だけ 先 に 作 って も ら って これ 最近 私 の や り が ち な 戦 法 なんです けど あの 一 回 こう なん で か ね LP と か の ため に タ イ ト ル と デ ス ク リ プ ショ ン だけ 先 に 出 す ん ですね プ ロ フ ィ ール とか ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:05",
      "text": "かった。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:19",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:21",
      "text": "私 も 何 喋 る か よ く わか ん ない って わか って ない んです けど、 一 旦 こう いう カ ンフ レ ン ス で こう いう 役 割 と して 登 壇 する よ って 言 って、 チャ ット G P T と 一 緒 に 考 えて、 こう いう 方 向 が いい ん じゃない? みたい な 感じ で まず 出 す んです よね。 タ イ ト ル と デ ス ク リ プ ショ ン だけ。 その 後 に それ とか タ イ ト ル、 デ ク リ プ ショ ン、 あと その カ ンフ ァ レ ン ス の 詳 細 の 情 報 を 入 れて、 で 一 緒 に 壁 打 ち し な が ら"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:25",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:50",
      "text": "こう いう の 方 向 いい ん じゃない ですか みたい な 感じ だ よ で 私 今 の 会 社 で の 役 割 行 とか 社 内 外 で の 役 割 行 だ よ とか 言 って 言 う と あ じゃあ こう いう ネ タ で 喋 れ そうですね みたい な 感じ で 作 ってる んです けれ ども ね ス ライ ド そうそう そうそう 壁 打 ち し な が ら やって て まあ その 中 で ですね あの 仕 上 が った の が まあ エ ア エ ージ ェ ント を 使 い な が ら ですね まあ なん とか これ が この"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:52",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:02",
      "text": "www みほ (06:06.51) め っちゃ 壁 打 ち して る の ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:18",
      "text": "私 が ど の ように 活 用 して いて これ を イ ン ク ル ー シ ブ に 皆さん が 使 って いく と 全 体 的 な Q OL も 上 が って み んな 幸 せ にな る よ っていう 感じ の メ ッ セ ージ で ちょっと 言 い 過 ぎ 感 ある んです けど 作 ってる ので それ も あ って ちょっと AI エ ージ ェ ント を 用 いた 開 発 です とか 生活 みたい な お 話 を ちょっと 今日 ネ タ バ レ し ない 程 度 に 喋 れた ら いい な と思 って いる と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:29",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:34",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:48",
      "text": "という 感じ で ございます ね 私 AI ージ ェ ント の 何 の 話 を し よう か っていう い ろ ろ 使 い 道 ある んです けど 最近 やって る の が 開 発 ですね コ ーデ ィ ング を 個人 開 発 なんです けれ ども 業 務 では なく て やって ます と 何 を やって る か という と カ ー ソ ル の エ デ ィ ター ですね IDE"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:16",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:07:18",
      "text": "を 使 って この AM IT FM とか AM IT H UB の コ ンテ ンツ 生 成 周 り の ワ ー ク フ ロ ー を 自 動 化 して ます っていう 話 を 前 も した と思 うん です けど それ って ちょっと L 生 成 AI 単 発 で 一個 一個 や った り して た んです よ この 音 源 の ト ラ ス ク リ プ ショ ン を"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:33",
      "text": "はい、 はい、 シ ロ ン め ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:41",
      "text": "ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:07:45",
      "text": "食 わ せて タ イ ト ル とか 小 ノ ート とか を 作 って も ら う とか で な かな か その 全 自 動 みたい な ワ ー ク フ ロ ー い っぱ い ス テ ップ ある って 前 も お 話 し した 通 り その 小 ノ ート とか 作 って も ら う の も そうだ けど その 後 ア ップ ロ ード した り とか プ ラ ット フ ーム に ね あの 広 告 入 れる ところ を ど こ って 探 した り とか え っと え っと その 後 に デ プ ロ イ バ ー セ ル の デ プ ロ イ ポ チ って や った り とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:46",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:51",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:08",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:14",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:15",
      "text": "最後 に Sp ot ify とか App le の Pod cast の リ ン ク を 持 って き て、 X に 最後 投 稿 する だ とか 結 構 なんか 色 々 まあ タ ス ク が あ って で、 あ、 そうそう そう で、 ちょっと 前 ま では 作 って た のは この ワ ー ク フ ロ ー を 自 動 化 する ツ ール なんか コ マ ンド ライ ンツ ール みたい な もの を ちょっと カ ー ソ ル とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:24",
      "text": "うん うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:28",
      "text": "定 期 業 務 だ ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:44",
      "text": "Wind ows R f 使 って 作 って み る って こと を やって た んです けど ちょっと それ を 一 回 スト ップ して 新 しい こと を や り 始 め た んです それは 何 か という と その AD K という ですね エ ージ ェ ント デ ベ ロ ップ メ ント キ ット ですね エ ージ ェ ント デ ベ ロ ップ メ ント キ ット っていう のは Go ogle Cloud の も ので して エ ージ ェ ント 開 発 を し や す く する ツ ール という 認 識 で ある ん ですね SD K みたい な もの の キ ット ですね それ を 使 って や る と この AI エ ェ ント の ア プ リ ケ ー ショ ン が サ ク ッ と 作 れる っていう 触 れ 込 み なんです けど 中 身 は コ ン セ プ ト みたい な のは 結 局 私 結 構 ド キ ュ メ ント 最 終 的 に 読 み 込 んだ んです けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:35",
      "text": "ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:43",
      "text": "な ぜ なら 最 初 は 全部 雰 囲 で 作 って も ら お と思 った んだ けど や っぱ り それ だけ だ と な かな か う ま く い かな かった ので 最 終 的 には ちゃん と 読 んだ んです けど そ も そ も エ ージ ェ ント ど こ から 話 そう 状 態 なんです が エ ージ ェ ント と は っていう の が あ って 1 個 1 個 の 何 か なん ですか ね 3 つ まず ベ ー ス エ ェ ント っていう もの を コ ール する と エ ージ ェ ント が 走 り 出 す みたい なんです けど その 下 に なんか 親"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:47",
      "text": "ん ん ん ん ん ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:09",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:11",
      "text": "ベ ー ス エ ージ ェ という の が 親 と して いて これ は 今 の 私 の 理 解 です けど で 子 ども と して 3 種 類 あ って 1 つ 目 が L L ベ ー ス の エ ージ ェ ント と L L エ ェ ント って や つ ですね で ち っと 全部 話 し 出 す と 長 く なる んで 活 在 します けど 2 つ 目 が ワ ー ク フ ロ ー エ ージ ェ ント って い って みほ (10:18.83) うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:25",
      "text": "はい、 はい、"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:35",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:35",
      "text": "多 分 これは 今 まで 通 り 普 通 の 定 型 的 な 業 務 例えば 私 が さ っ 言 った よう な バ ー セ ル に デ ロ イ キ ック して とか そ こ ら 辺 を ラ ップ する よう な もの が 多 そ ら く ワ ー ク フ ロ ー エ ージ ェ なん ですね ワ ク フ ー エ ント の 中 に も ちょっと 3 つ ぐ らい あ って シ ー ケ ン シ ル に や る タ イ プ と パ ラ レ ル に や る タ イ プ 直 列 な の と 並 列 な の と ル ープ する エ ージ ェ ント と ある みたい で タ イ プ が その 3 つ ぐ らい さ ら に ある ら しい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:42",
      "text": "ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:03",
      "text": "え い っ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:05",
      "text": "3 つ 目 が カ ス タ ム ロ ジ ック を か ける エ ージ ェ ント カ ス タ ム エ ェ ント っていう もの が ある っていう 超 基本 の コ ン セ プ ト みたい な の だけ は 一 説 明 する んです けど ここ ら 辺 の エ ージ ェ ント 開 発 っていう の を 自 分 で 全部 つ く のは 多 分 大 変 だから 簡 単 に この ク ラ ス を 使 って これ を や る よ みたい な の を キ ット っていう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:33",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:35",
      "text": "一 旦 そう いう 説 明 で 伝 わ ります か ね 他 に も い ろ ろ ある んです よ ツ ール を エ ージ ェ って 言 った ら ツ ール だ と思 うん で なんか フ ン ク ショ ン みたい な 書 いて ツ ール 呼 び 出 す みたい な こと も 全部 セ ット で 含 ま れて いる なんか セ ット キ ット なん ですね で この AM ET FM の 編 集 だ った り AM ET Hub A 転 用 を この エ ェ ント っていう 仕 組 み を 使 って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:37",
      "text": "うん、 わか る よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:43",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:50",
      "text": "ん みほ (12:04.91) ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:05",
      "text": "でき ない かな っていう の が 最近 その 登 壇 資 料 とか も 作 り な が ら ね エ ージ ェ ント に 載 せて み よう かな って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:11",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:15",
      "text": "なるほど ね も と も と は 一 連 の 動 作 を そ も そ も する よう な ツ ール を 作 る こと を 目 的 と した んだ けど その ゆ う ちゃん が やって る タ ス ク を エ ージ ント に 丸 上 げ でき る ように し よう み たい な こと だ ね 目 的 と して は"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:22",
      "text": "うん、 そうそう。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:26",
      "text": "うん した い した い あの そう なんか ゲ ーム そうそう そう なんか ワ ク フ ロ ー の なんか ガ ガ チ に 前 作 ろう と して た や つ の う ま く あ まり い かな かった のは あの や っぱ り なんだ ろう タ イ ム ラ グ が 結 構 ある 作 業 なんです よ この ポ ド キ ャ スト の 公 開 する って だ って あの そ も そ も r ss が なんか 反 映 さ れる 公 開 って ポ チ って この プ ット フ ォ ーム の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:41",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:45",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:55",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:57",
      "text": "公 開 ボ タ ン を 押 した 後 に 結 局 R SS に 反 映 さ れる の が 結 構 時間 差 だ った り する。 言 う な れ ば ポ ー リ ング みたい な こと を や り たい っていう か そ ちら 更 新 さ れた ら、 こ っち の タ イ ミ ング っていう よ り か は ト リ ガ ー と して は R SS が 更 新 反 映 さ れた ら ウ ェ ブ サ イ ト に 反 映 する ため の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:57",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:05",
      "text": "ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:10",
      "text": "ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:14",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:21",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:25",
      "text": "バ ー セ ル の リ デ プ ロ イ ボ タ ン を 押 す みたい な こと を 私 が やって た そ こ ら 辺 が この ル ープ エ ージ ェ ント っていう も ので ポ ー ング っぽ い こと が でき る の かな って 思 い な が ら まだ 完成 は して ない く て 途 中 なんです けど なんか でも その あの ちょっと その カ ー ソ ル の 中 の モ デ ル の C RA L 4 を 使 ってる 一 緒 に やって る んです けど 聞 いて る 聞 き な が ら やって る んです けど みほ (13:29.23) はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:50",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:55",
      "text": "そう いうこと も や ろう と思 えば でき る。 何 でも でき る って 言 っちゃ う だけ か もし れない です けど。 か い な って 感じ で、 まだ ちゃん と 動 か して ない んです けど、 でも そう いう の も 聞 き な が ら 一 緒 に 実 装 を 今 して 見て る の です よ。 みほ (14:03.47) ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:14:10",
      "text": "そう、"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:22",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:30",
      "text": "ん ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:39",
      "text": "うん、 じゃあ どう いう 観 点 で"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:14:39",
      "text": "あの カ ー ソ ル なん で か っていう と ね ちょっと これは 今 AI エ ージ ェ ント を 使 った 開 発 に つ いて どう やって 向 き えば いい か っていう 話 を まあ その 登 壇 の 中 でも し よう かな って 思 い な が ら 色 々 考 え な が ら やって る 最 中 です けど なんか ね あの 前 回 ちょっと 失 敗 した な って 思 った のは"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:54",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:02",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:09",
      "text": "前 回 って 言 って んだ その AD K を 使 わ ない バ ージ ョ ただ の 普 通 の Go で コ マ ンド ライ ン ツ ール を 書 く っていう の を カ ー ル とか Wind s urf に や ら せて た んです よ それで やって た ら 結 構 なんか なんだ ろう な 最 初 は うわ ー って 作 って く れて す げ ー って な った んです けど なんか もう ひ っちゃ か め ちゃ が にな っちゃ って 最後 の 方 なんか そうそう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:13",
      "text": "ふ みほ (15:19.79) うん うん うん うん うん うん うん うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:30",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:34",
      "text": "A II の 統 制 が 取 れて ない みたい な。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:38",
      "text": "いや なんか、 ど ちら か っちゃ った んです よ。 め っちゃ グ イ グ イ ガ ン ガ ン 作 って、 もう ガ ン ガ ン フ ァ イ ル を 新 しく 作 る し なんか リ ード ミ みたい な の も バ ンバ ン 各 サ ブ デ ィ ク ト リ ー に ゴ ン ゴ ン 作 って って。 ー、 1 日 で 終 わ る なら いい んです けど、 まぁ ちょっと やって、 また 何 日 か 経 って もう 一 開 く と 全 く 何 やって た か、 なん なん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:51",
      "text": "ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:58",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:16:06",
      "text": "どう いう 状 況 みたい な 感じ で まず その これは 今 どう いう ス ー タ ス まず ギ ット ス ー タ ス とか 言 って 何 して た んだ っ け 私 みたい な で もう なんか 最 初 は 頑 張 って あの なんか 一個 前 に やって た こと を 追 い か け た り して た んです けど もう と ん でも ない 量 を 作 る から や っぱ り 差 分 も ガ ン ガ ン 出 す し なんか 例えば です けど 1 日 目 に 3 時間 ぐ らい ね 例えば 3 時間 は"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:08",
      "text": "ん ん ん ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:14",
      "text": "ん ん はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:26",
      "text": "う"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:16:34",
      "text": "2 時間 ぐ らい かな 集 中 して バ ー って 進 め た と する じゃない ですか その 日 は め っちゃ いい 感じ って な って でも プ ッ ュ ま では し なく て ロ ー カ ル で ちょっと コ ミ ット メ セ ージ す ら も 全部 AI が や る から まあ なんか 多 分 コ ミ ット メ セ ージ しか も なんか す っ い 長 い コ ミ ット メ セ ージ にな っちゃ うん です よ デ フ ォ ル ト だ と あの 今 や った こと 全部 ま と めて く れて で そうそう そう で その 日 は あー め っちゃ 進 んだ わ ー 思 うん です けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:37",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:44",
      "text": "www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:50",
      "text": "はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:54",
      "text": "と って く れて"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:01",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:17:02",
      "text": "1 日 後 ぐ らい に まだ プ ッ ュ して なく て なん なら え っと コ ミ ット 前 の や つ と コ ミ ット 後 の や つ が あ って その コ ミ ット 前 の ところ に が す ぐ 散 ら か って き ちゃ って て 精 査 する の とか も 結 局 なんだ これ なんか 何 を AI に 聞 いた ら いい か も わか んな く な って く る んです よ 立 ち 尽 く す しか ない ちょっと これ 一 回 全部 綺 麗 に 消 した い んだ けど と思 って でも これ 全部 消 し"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:14",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:21",
      "text": "はい、 謎 の 大 量 の フ ァ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:17:31",
      "text": "もう 多 分 整 合 性 と って こ よう と する と思 うん だ けど また よ く わか ん ない 感じ にな っちゃ う から なんか 疲 れて き ちゃ って だ んだ ん これ そう なんか まあ AI エ ジ ェ ント 疲 れ じゃない です けど なん つ ー か この あ まり に も あ ん まり 自 分 が 理 解 し ない ま ま 進 め る と まあ 1 日 で は もう 丸 1 日 だけ か けて 作 る って 終 わ り なら いい んだ けど き つ い 結 構 き つ い な って 思 って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:40",
      "text": "自 分 だ ね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:47",
      "text": "ご"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:56",
      "text": "ん ん ん ん ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:00",
      "text": "反 省 と して は 最 初 に もう ちょっと が っ つ り 使 用 書 っていう の を 今 多 分 ここ で Pro ject as a Code みたい な ワ ード が ち っと い ろ んな ところ で 出 て て 使 用 書 を し っ か り 作 り 込 ま ない と い け ない っていう 話 は 聞 いて はい る んだ けど 言 う って 私 個人 開 発 なん で あ ん そ こ まで や な かった んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:14",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:18",
      "text": "はい はい はい、 と り あ ず 対 話 で バ ンバ ン 進 め る ぞ く らい の 感じ って こと ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:20",
      "text": "そう そうそう そう で やって み た の なんだ けど そう な っちゃ った んで ちょっと もう それ 疲 れて あ ん ま 開 く 気 も なく な って き ちゃ って 一 回 や め や めて リ セ ット そう もう 一 回 近 売 り ポ ジ ト リ で や り 直 そう って って AD K っていう の を 使 って これ 面 白 す ぎ る 個人 的 に も 触 って み た かった んで ね AD K っていう の 触 って み よう と思 って 始 め た の が"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:29",
      "text": "リ セ ット"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:47",
      "text": "バ ージ ョ ン 2 と い います か 違う リ ポ ジ ト リ の や つ で そ こ では 何 を や った か という と もう す っ ご い し っ か り 使 用 先 に チャ ット G P T の リ ー ズ ニ ング する や つ モ デ ル なんだ った かな プ ロ ジ ク ト の フ ォ ル ダ とか も 作 って 結 構 ド キ ュ メ ント とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:49",
      "text": "なるほど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:04",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:16",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:17",
      "text": "全部 イ ン スト ラ ク ショ ン の ところ に 一個 一個 全部 入 れて こん で この AD K の ド キ ュ ント は ここ だ よ エ ージ ェ ント の 説 明 は これ だ よ ツ ール の 説 明 は ここ だ よ デ プ ロ の 説 明 は ここ だ よ とか 全部 入 れて で 対 話 を 始 めて し っ か り 私 は 何 を 作 り たい の か っていう の を 先 に G PD と 作 り こん なん ですね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:31",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:40",
      "text": "まず そ っち を ね、 し よう という か、 要 件 を ね。 はい はい はい。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:42",
      "text": "そう、 使 用、 そう、 使 用 書。 私 も だから、 その 前 回 失 敗 した 時 は 最 終 的 に 何 を 作 り たい の か が 自 分 で 分 か って ない みたい な 感じ にな っちゃ った んです よ。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:52",
      "text": "あー、 やって る う ち に、 だ んだ んだ んだ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:54",
      "text": "そう そう やって る う ち に で この なんだ ろう モ ル も 結 局 一 番 最 初 の 方 は あの な んだ ろう な 最 初 に 言 った こと を 守 って や る んだ けど 1 日 2 日 明 けて なんか ス レ ッ ド なんだ ろう 履 歴 ど こ まで 持 ってる の か よ く わか る んです けど あの だ んだ ん す っ い 昔 の こと って 忘 れて いく っていう か なんか 投 手 し なく な って いく じゃない ですか だ い ぶ 前 の か"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:11",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:17",
      "text": "ああ、 あれ なんだ ろう ね。 不 思 議 だ。 でも メ モ リ 更 した り する ん どう なんだ ろう ね。 何 を 持 つ って 判 断 して る んだ ろう な と思 い な が ら。 見 れ ば わか る の か、 それ も ね。 中 身 ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:20",
      "text": "ああ、 して る ん ですね。 そうですね メ モ リ ー 機 能 っていう の が 確 か で そうですね カ ー ル に も 最近 入 った 気 が する んだ けど なん で もう し っ か り 使 用 書 とか ド キ ュ ント とか を 組 み 込 んで 作 り 込 んで 目 的 の もの 先 に spe c. d っていう ド キ ュ メ ント みたい な もの を 先 に 作 る っていう 手 法 を やって それ を"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:32",
      "text": "ん ん ん ん ん ん ん みほ (20:47.47) うん、 はい はい はい。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:52",
      "text": "でき た ら で これ を あの 私 は でも 全部 英 語 で やって る んです よ もう 制 度 を 出 す ため それ を 勉 強 の ため に 頑 張 って 英 語 で 対 話 して み て て それで え っと 最後 に これ を 最 下 ソ ル に 読 み 込 んで これで 作 り 始 め たい から それ 用 の 使 用 書 を 作 って って 最後 チャ ット j p て 言 って そ した ら ス ック. d っ て いう もの を 出 して きた と で 私 も ちゃん と それ を みほ (20:56.91) え ら、 すごい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:21:21",
      "text": "チ ック して、 そう か、 こう いう もの を 作 ろう と して いる の か。 で、 自 分 も ちゃん と チ ェ ック して、 それ を 持 って き て、 まず だから プ ロ ジ ク ト の 中 に spe c. d という の だけ が あ って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:29",
      "text": "ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:39",
      "text": "はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:21:40",
      "text": "カ ー ソ ル に メ ン ショ ン して この 使 用 書 を 読 んで 実 装 を して って 感じ で カ ー ソ ル の 中 に も ル ール 図 が ある ので カ ー ル ル ール が ある んで Chat G P T に 貼 った 詳 細 な ド キ ュ メ ンテ ー ショ ン と 同 じ もの を カ ー ソ ル の プ ロ ジ ェ ク ト ル ール に"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:49",
      "text": "ん ん ん ん ん ん ん みほ (21:56.43) はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:09",
      "text": "ほ い"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:10",
      "text": "貼 る と。 で、 常 に これ を 見て て、 だ んだ ん、 そう、 シ ス テ ム プ ロ ンプ ト 的 な ところ に ですね、 ル ール の ところ に、 常 に この ド キ ュ メ ント に 沿 って 実 装 して く れ と。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:16",
      "text": "指 示 した の ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:27",
      "text": "常 に ス ペ ック. d 最 初 の 仕 様 に 沿 って 実 装 して く れ っていう の を 先 に ル ール に 言 った ん ですね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:38",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:39",
      "text": "それで 実 装 を 始 めて も ら った と いうこと を やって まだ ちょっと 途 中 なんです けど 完成 は して ない けど だ い ぶ なんだ ろう 精 神 的 に ちょっと 楽 にな った"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:52",
      "text": "えー、 や っぱ ちゃん と ある 程 度 ちゃん と やって く れて そう な 感 覚 は ある んだ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:57",
      "text": "そうですね ま だ 途 中 なん で ま だ 最後 まで い って ない んだ けど でも その デ プ ロ イ を そうですね G CP の エ ント エ ン ジ ン っていう な ん て の この AD K っていう の を 多 分 今 発 表 して それ を すごい 浸 透 さ せ たい ェ ー ズ で ウ ーメ ンテ ック メ ー カ ー ズ も やって る から 構 その 辺 の 情 報 が 来 る から 多 分 ここ で の ハ ッ カ ー ソ ン とか も すごい やって る んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:59",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:09",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:23",
      "text": "ん ん ん ん はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:27",
      "text": "この、 そう、 エ ガ カ ソ ン も これ いい な と思 って なんか 出 した い な と思 って やって る んです けど 出 せ る か わか ん ない です けど ね まあ、 でも それ も 視 野 に 入 れ つ つ それは G CP の Go ogle Cloud の 新 しく 多 分 新 しい と思 うん です けど、 エ ージ ェ ント エ ン ジ ン っていう なんか ク ド ラ ン と 同 じ、 なんか、 ク ラ ド ラ ン、 エ ージ ェ ント エ ン ジ ン って 書 いて あ った から"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:54",
      "text": "ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:55",
      "text": "多 分 その デ ロ する サ ブ シ ング なんです よね その AD K に 特 化 した もの ら しい んです で それ も 試 して み よう っていう 途 中 なんです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:59",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:03",
      "text": "ん ん みほ (24:08.59) う ぇ ーい …。 一 連 エ ン ン を そ こ に レ プ ロ イ す れ ば、 そ こ 経 由 で ア リ が 公 開 でき る。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:10",
      "text": "で ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:14",
      "text": "うん、 お そ ら く そう、 っていう もの だ と思 って やって る んです けど ね。 で、 ちょっと その 1 回 失 敗 した んで 調 子 を 前 へ って き て ですね。 これ を も って ですね、 私 が 言 いた い のは、 言 いた い という か 今 と 考 えて る のは、 この 行 動 性 AI エ ージ ント 時 代 でも 引 き 続 き 学 ば な き ゃ い け ない もの、 知 ら な き ゃ い け ない こと と みほ (24:21.87) うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:43",
      "text": "私 も それ 聞 いて と思 った よ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:45",
      "text": "そうそう そう 捨 て て いい 捨 て て いい という か 捨 て て いい こと これ この 問 い を 実 は もう 何 回 か 聞 か れる こと が ちょっと 増 えて て なんか 私 あの 外 部 で ソ フ ト ス キ ル 講 座 やって た り とか なんか ちょっと 結 構 ね あの ちょ い ちょ い まあ 外 から も ですね まあ う ち 結 構 その 精 AI エ ージ ェ に 取 り 組 み が 進 んで る という 認 知 を さ れて いる ので"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:50",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:12",
      "text": "そう ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:14",
      "text": "あの 聞 か れる ヒ ア リ ング さ れる こと 結 構 多 く て 最近 みほ (25:18.19) お ー なるほど なるほど ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:20",
      "text": "そう い ろ んな ところ から それで デ ィ ス カ ッ ショ ン の 機 とか も ある し ね だから 常 に そう いう 問 い を 自 分 の 中 に 何 か 答 え を 探 し な が ら やって やって て だから も ち ろ ん 今 の 時 点 で だ し 1 この 私 の 個人 開 発 ワ ー って や っ バイ ブ コ ーデ ィ ング やって み た 感 想 で しか ない んです けど なん と なく 私 の 見 解 と して ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:30",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:40",
      "text": "うん うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:47",
      "text": "引 き 続 き や っぱ り 知 ら ない と これ 付 き って ら れない な って いうこと が ちょっと 見 えて きた んで ちょっと それ に いて お 話 し し よう と思 って ます で 私 が 持 って いる のは まあ この フ ロ ー と して ず っと なんか エ ージ ェ ント が 実 装 して る んです よ で 私 は ひ た す ら ア プ ロ ーブ して る んです よ コ マ ンド エ ン ター コ マ ンド エ ン ター で い ち い ち 全部 聞 いて く る ん ですね あの た と え そう 例えば"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:54",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:17",
      "text": "あ なた が これ から や ろう と して ま ず 最 初 計 画 を 出 さ せ る わ け なんです よ 私 こう いう 実 装 を ス ペ ック. d を 見て さ あ 開 発 を 始 め ましょう で 何 から や った ら いい ですか って 言 って そ バ ー って プ ラ を 出 して く れる んです よ まず 最 初 は 1 は も ち ろ ん 実 装 です よね 実 装 で 2 テ スト ロ ー カ ル テ スト で 3 パ ッ ケ ージ ング して 4 デ プ ロ イ する みたい な"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:32",
      "text": "うん うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:37",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:41",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:45",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:47",
      "text": "そんな 計 画 が 出 て く る んで、 計 画 通 り に 1 から ス テ ップ 1 から 進 めて っていう と、 ワ って 実 装 する んです よね。 ち な み に ちょっと 話 し 取 れる けど、 最 初 の ス キ フ ォ リ ング 的 な ところ、 最 初 に ブ ワ ー って 組 み 立 て る 時 の エ ン ジ ン は、 モ デ ル に MA X モ ード っていう の が あ って、 多 分 ちょっと 高 い んだ と思 うん です けど。 これは Max im Cont ext Windows and Tool Call s です か だから ちょっと コ スト 的 には 上 が っちゃ う 気 が する んです けど 最 初 の ビ ル デ ング 作 る ところ 足 場 を 固 め る ところ は 私 は これ を 使 う Max モ ード オ ン に して や る ん ですね そう なんか いや 多 分 そ っち の 方 が なんか う ま く いく んだ ろう な ぐ らい の ノ リ なんです けど あの 使 い 分 け と して は 最 初 の ブ ワ ー 大 量 生 成 する と き は その Max モ ード オ ン に して その 後 の ちょっと ちょっと ず つ した 修 正 B ug F ix とか あの 足 場 を 固 め た 後 は 切 る んです よ Max を そ っ から 先 は ちょっと その コ ンテ キ スト ウ ンド ウ の 多 分 そう いう 話 だ と思 う から みほ (27:34.99) どう ぞ、 ド ロ ーン"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:50",
      "text": "ん うん、 はい はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:28:03",
      "text": "ど こ まで 見 る か ど こ を 見 る か って 話 だ と思 って いる んです けど ね なので 狭 い ス コ ープ で いい と き は Max モ ード を 切 って ます ね た ま に 全 体 を さ ら って もう 一 回 プ ロ ジ ク ト 名 や べ え 間 違 え た みたい な と き とか は も し この Max モ を オ に する ん じゃない かな って 思 い な が ら 多 分 です はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:13",
      "text": "ん ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:27",
      "text": "ああ、 なるほど ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:28:30",
      "text": "で 何 を や る か って ちょっと 話 を 戻 す と もう うわ ー って 実 装 して これで いい ですか? いう いい ですか っていう か もう 結 構 エ ージ ント オ ート モ ード なん で ど ん ん ん ど ん 追 加 し ちゃ うん です よ 勝 手 に バ ンバ ンバ ンバ ン 追 加 して っちゃ って でも 一 応 バ ー って 追 加 して 全部 ア プ ロ ーブ なんだ ろ 取 り む 取 り 込 む って ア プ ロ ーブ ア プ ーブ って ず ー っと やって て 最 初 は もう と に か く すごい 速 さ で 作 る から もう い ち ち 見て ら ん ない んで まあ と に か く 最 初 は なんか 作 って ば ず ー っと ア プ ロ ーブ して いく と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:34",
      "text": "うん みほ (28:42.35) ん ん ん ん ん ん ん みほ (28:53.39) ん ん ん ん ん ん ん ん ん ん ん みほ (29:01.23) はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:01",
      "text": "で、 ある 程 度 作 った ら コ マ ンド これ 実 行 します ね って 言 って これ も 全部 コ マ ンド を こう いう コ マ ンド を 実 行 する よ って 言 って ず ー っと 聞 いて く る から どう ぞ どう ぞ どう ぞ で、 P thon って や った ら なんか Not Found 入 って ない みたい にな って あー なんか じゃあ これ イ ン スト ール する よ いい って P IP なんか イ ン スト ール なんか P y thon で やって る から ね 今 もう いい って どう ぞ どう ぞ って 言 って もう そ した ら 今 度 ま った く ちょっと 実 行 した ら これ が ない"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:11",
      "text": "ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:19",
      "text": "はい はい ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:28",
      "text": "モ ジ ュ の と フ ウ ンド だ イ ン スト ール する ます よ って もう ず ー っと はい どう ぞ ア プ ル ア プ ル ア プ ル って ず ー っと やって る ね 私 は もう そう それで うん と そう ア プ ル ア プ ル って して い って 最後 は あの もう ず ー っと や り こ け た り する わ け です よ その コ マ ンド を 実 行 して 当 た り 前 だ けど も ず ー っと エ ラ ー 何 回 やって も エ ラ ー で あー こ この コ ード が これ が ちょっと お か しい んだ って 言 って あの ここ 修 正 します ね はい どう ぞ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:34",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:48",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:55",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:58",
      "text": "で 途 中 で ここ を 多 分 型 を つ け た 方 が いい ですね って 言 うわ ー 出 て く る で 最後 全部 う ま く いく と や っと その チ ック リ スト みたい な の が 全部 グ リ ーン にな って あの はい 成 功 しました って な って 一 旦 そ こ で よう や く 一 旦 そ こ で 終 わ る んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:04",
      "text": "はい はい はい みほ (30:19.95) 果 て し ない 判 断 作 業 が 発 生 して る の ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:24",
      "text": "そう すごい これ 結 構 疲 れる けど ね 脳 み そ ま あ ちょっと これ また 時間 が あ った ら エ ア エ ジ ェ ント ズ カ で 話 した い んで それで っと で な って ですね で 次 の ス テ ップ じゃあ 行 き ましょう とか 言 って や る んです けど で ここ ら 辺 まで 話 した ところ で その じゃあ 私 は これ 何 の 自 分 の 知 識 を も と に ア プ ル ーブ だ な ぁ いや これは や めて く れ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:51",
      "text": "そうだ ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:53",
      "text": "っていう の も た ま に あ って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:55",
      "text": "あー、 なるほど。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:58",
      "text": "ん ー、 それは や んな く て いい んだ けど、 みたい な こと は 一 応 リ ジ ク ト でき る ので、 リ ジ ェ ク ト。 で、 もう 私 は これ を 何 を 大 手 に 判 断 して る の かな って 考 え た 時 に、 旦 今 3 つ ほど あ って、 一 つ 目 は、 基本 的 な 開 発 の 知 識、 最 低 限 の、 一 連 の、 なんか デ プ ロ イ と は? っていう 感じ だ と、"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:04",
      "text": "はい はい みほ (31:10.19) うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:28",
      "text": "なんか デ プ ロ イ します ね とか 言 って も ち ろ ん 言 って く る し G CP と Go ogle Cloud に デ プ ロ する と き に っぱ り コ マ ンド ライ ン ツ ール を 落 と して く る の 認 証 こ この バ ケ ット を 切 って 何 か する の AP I を オ ン に イ ネ ーブ ル に する だ の って いい ですか? いい ですか? って 出 て く る んだ けど まず そ こ ら 辺 の 開 発 っていう か ク ラ ウ ド とか 開 発 デ プ ロ イ する の 意 味"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:48",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:57",
      "text": "そ こ ら 辺 は 一 回 開 発 を 自 分 の 手 で やって み ない と もう 全 く 意 不 明 な こと にな っちゃ う かな って そうそう そう 何 を 言 ってる か そう で 結 構 ク ラ ウ ド なんか 触 ら せ る んです か 怖 い じゃない ですか あの ク レ デ ン シ ャ ル そうそう あの ロ ー カ ル イ ク レ デ ン シ ャ ル 持 ってる から なんか デ プ ロ し ちゃ った り とか バ ケ ット 切 った り とか も して く れる わ け なんです よ これは 知 識 ある 程 度 ない と 恐 ろ しい よね 普 通 に って 思 った"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:57",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:03",
      "text": "いや 絶 対 そうだ よね いや ー そう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:11",
      "text": "や っぱ は や っぱ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:19",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:25",
      "text": "いや 思 って だから でも 私 も さ この 前 カ ウ ン ロ 1 入 れた わ け よね で な か ちょっと あの 軽 く こう な ん か こう いう ア プ リ 作 り たい んだ けど みたい な こと を 言 って でも や っぱ 別 に 私 作 った こと ある わ け じゃない から さ あ な る ほど こんな 感じ で い ろ ろ フ ル 生 して く れる んだ な と 思 い な が ら でも ここ に この タ イ ミ ング 例えば グ ー グ ル ロ グ イ ン 作 り たい んです とか っていう 話 を する と さ こ う こう こう こう で こ こ で この 設 定 が いる から G CP で これ を やって く れ み たい な こと を 言 って く る"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:29",
      "text": "お ー うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:41",
      "text": "お"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:44",
      "text": "はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:51",
      "text": "はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:52",
      "text": "その 時 に 一 応 セ キ リ テ ィ 上 の 懸 念 点 とか も 上 げ て く れて はい た んだ よね ただ、 これ が 確 か に 正 しい か どう か って これ 手 前 で っぱ 自 分 が 調 べ る 知 ってる 人 だ った ら 知 ってる って それで いい し これで 本当 に 大丈夫 なんだ けど セ キ ュ ア コ ーデ ィ ング っていう の? そ こ ら 辺 って 別 に 知 識 が ある わ け じゃない から これは や っぱ り や ん ない と 分 か ん ない よ な とか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:57",
      "text": "ん ー そう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:08",
      "text": "ああ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:13",
      "text": "いや ー そうそう そう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:13",
      "text": "判 断 でき ない よ な とか、 ー キ テ ィ ト が まず い まず く ない か って 作 った こと ない と わか ん ない よ な とか、 それ ね ー っていう の を すごい 感じ た よ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:19",
      "text": "それ な そう なんです よ そう 結 構 マ イ ク ロ サ ービ ス なんか モ ノ リ ス な の か とか っていう の も 聞 か れた り する し なんか そ こ ら 辺 の 一 連 の なんか こう コ ンテ ナ に パ ケ ージ ング して デ ロ イ する みたい な そ こ ら 辺 が や っぱ り 私 も 個人 開 発 だから もう ちょっと ぐ らい あの いい やって パ ンチ バ ンパ ン やって る けど これ と て も じゃない けど プ ダ ク ト の ね 開 発 の 人 これは"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:28",
      "text": "ん ん ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:35",
      "text": "うん うん みほ (33:41.55) うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:47",
      "text": "いや、 怖 く て 任 せ ら れた も ん じゃない よ な って 思 ってる ので そう い った その 開 発 の そ も そ も 一 連 の 流 れ、 知 識 は や ら ない と い け ない っていう の が 一 つ と もう 一 つ は まあ 開 発 の 一 連 の 知 識 に 含 ま れて いる か もし れない です けど バ ージ ョ ン 管 理 の 知 識 これ G it です よね、 つ まり G it とか G it Hub と は っていう みほ (34:07.79) ん ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:16",
      "text": "そ この 知 識、 知 見 が 結 構 バ ージ ョ ン 管 理 すごい 肝 だ と思 って て 無 茶 苦 作 り ま く る から この 人 た ち こう なんか そう そう で さ っ き 私 わ け わか んな く な った のは バ ージ ョ ン 管 理 を やって た つ も り だ った んだ けど それ でも 量 が 一 回 一 回 コ ミ ット の 量 が 多 く て よ く わか んな く な っちゃ って で え っと 自 分 で"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:22",
      "text": "はい はい はい はい あー、 なるほど ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:43",
      "text": "この AI エ ージ ェ ント が ぶ わ って 作 った こ こ まで を 一 つ の 塊 と して コ ミ ット する べ き か 否 か"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:53",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:54",
      "text": "それ の 判 断 が 今 の ところ は 現 時 点 では 私 が して いる"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:59",
      "text": "なるほど それ も でも 指 示 を 与 え た ら 上 手 い こと やって く れる の か ね どう な の?"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:02",
      "text": "将 来 的 には それ も 入 る と は 思 ってる んです よ この コ ミ ット 単 位 どう する か とか 今 だ って そう 指 示 す れ ば でき る と思 いつ つ も 自 分 が マ ジ で 何 やって る か 分 け 分 かな く な っちゃ う から まず ここ まで を なん とか っていう フ ック ス な の か なんか モ デ ィ フ イ な の かな デ プ ロ イ の 手 順 を 書 いた とか ド キ ュ メ ント 書 いた"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:14",
      "text": "ん www"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:32",
      "text": "で その 切 り 分 け 方 こ この 判 断 っていう か なんか セ ン ス みたい な の って ちょっと その 自 分 で ず っと ね コ ミ ット コ ミ ット とか 言 って やって た 時 代 を や っぱ り 思 い 出 す んです よ ここ まで を そう フ イ ル 分 けて 選 別 して うわ これ この コ ミ ット に 含 め た く な かった の に なんか 前 回 や り や す 含 め 忘 れた から は どう し よう みたい な の か 結 読 み 返 って き て"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:40",
      "text": "そう ね そうだ ね ー まあ そうだ よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:57",
      "text": "ご"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:00",
      "text": "ところ が、 これは それ す ら も 中 小 化 さ れて なく なる な の か わか ん ない んです けど ちょっと でも ギ ット、 バ ージ ョ ン 管 の まず 知 識 っていう のは 必 要、 まだ 必 要 だ な って 思 った の が 2 つ 目 で 3 つ 目 が まあ 当然 では ある んです けど や プ ロ ラ ミ ング の その もの の 知 識 そう、 や っぱ り みほ (36:06.83) ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:14",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:25",
      "text": "そう ね、 絶 対 そうだ よね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:30",
      "text": "私、 全 然 中 身 全部 も ち ろ ん 見 れない んです よ 見 れる 量 では ない んだ けど なんか 修 正 します 基本 的 には コ マ ンド ライ ン 叩 いて 実 行 って した ら エ ラ ー が 出 て あ、 この コ ード ここ が 名 前 が 合 って な かった です みたい な 感じ で 直 す じゃない ですか 型 が 違 った とか 何 だ か わ から ない その サ ブ を 見 せ ら れて OK、 ア プ ロ ーブ って する の に や っぱ り みほ (36:42.99) ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:49",
      "text": "うん うん うん うん うん はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:58",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:59",
      "text": "この エ ラ ー だから、 前 ま では エ ラ ー 自 体 も 自 分 で こう やって チャ ット G PD に 貼 って エ ラ ー の 解 決 策 出 して も ら って た んだ けど そ こ す ら 全部 内 放 さ れて る んです けど だから この エ ラ ー が 出 た から この 修 正 なんだ よ この エ ラ ー が 出 た から この 修 正 なんだ よ っていう の ひ た す ら や る わ け なん ですね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:09",
      "text": "お ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:18",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:20",
      "text": "だから、 その 基本 的 には 全部 合 ってる と 信 じ て、 もう OK って やって る んです けど、 この エ ラ に 対 して これ を やって る っていう の が、 なん と なく わか って ない と。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:26",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:34",
      "text": "うん、 い け ない よね って 思 ってる んで な ん た の … なんか ちょっと プ ロ ラ ミ ング の 知 見 とか 言 う と すごい 話 広 く な っちゃ うん だ けど や っぱ り 詰 ま る ところ 一 通 り です よ ウ ザ ウ ト AI で 私 の 今 の ところ の 持 論 です けど AI な し で 一 旦 1 週 間 ぐ らい 今 から エ ン ニ 目 指 す 人 みたい な 人 とか に も 話 した り する んです けど みほ (37:36.27) では"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:01",
      "text": "ウ ィ ザ ード AI で 開 発 という もの を 経 験 して み る という のは や は り この 時 代 にな って も もう ちょっと 先 まで や っぱ り 必 要 だ よ な って 思 って ます ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:38:11",
      "text": "なんか でも さ、 結 局 それ も さ、 例えば その リ ジ ク ト します とか ア プ ロ ーブ します の タ イ ミ ング で さ、 その リ ジ ク ト の 理 由 を 入 れ ら れる ように さ、 な れ ば さ、 AI って 多 分 そ こ も さ、 き っと いつ か 学 習 する よね。 だから そ こ は 結 局、 いう、 そ こ を さ、 なんか レ ベ ル 感 で や ら せて いく か っていう 人 間 の ジャ ッ ジ だ よ な って ちょっと ね、 思 う という か、 なんか 結 局、 何 なんだ ろう な、 その"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:21",
      "text": "ああ ああ ああ ああ ああ ああ ああ ああ ああ ああ ああ ああ ああ ああ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:34",
      "text": "う"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:38:41",
      "text": "まあ 次 この この ス ピ ード で こ んだ け この ai は 進 化 して る から お そ ら く や ろう と思 えば ど う いう レ ベ ル 感 まで か わか ん ない けど 全 然 賢 く なる わ け じゃ ん だ から 結 局 なんか 今 の 話 って 多 分 その 判 断 を する ため の 知 識 っていう の が や っぱ 自 分 の 中 に ある か どう か っていう それは なんか まあ 別 に その セ キ リ テ ィ も そうだ し なんか ア キ テ ク ト も そうだ し とか っていう 言 語 に 対 する 知 識 とか 前 その"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:53",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:06",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:11",
      "text": "実 際 今 まで や った 経 験 値 に よ る ここ は お か しい な っていう と 判 断 とか 判 断 じゃ ん そ こ が なんか ど ん く らい 今 後 なんだ ろう ね 私 た ちは なんだ ここ を もう や ら せ る ん やって いう 意思 という か さ 全部 それ が 全部 ね き っと なんか それ を 多 開 発 する 意思 が その サ ービ ス 提 側 に あれ ば 多 分 いく ら でも でき ちゃ う の か も って ちょっと なんか 不 と思 った り は する よね なんか ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:25",
      "text": "う ーん、 そう なんだ よ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:38",
      "text": "うん うん うん、 そう っ す ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:39",
      "text": "だから、 でも 確 か に 今 時 点 では 本当 に 私 も この 前 ちょっと 触 って み た けど、 これは でき んな って 思 った。 で、 なんか ここ 下 手 に 手 を 出 す と、 世 の 中 に なんか 謎 の ゴ ミ みたい な ア プ リ が ある。 言 い 方 悪 い けど、 言 い 方 悪 い けど、 私 が 作 った なんか 謎 の ゴ ミ ア リ みたい な の が、 私 は これは 爆 弾 した よ な って、 その い じ り な が ら 思 った わ け よ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:43",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:51",
      "text": "や っ そ ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:03",
      "text": "あ はは そう ク ラ ウ ド リ ソ ー ス を 逼 迫 する だけ み たい にな っちゃ います よね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:10",
      "text": "いや そう で だから 私 は そう いう の が 例えば これ を ね 自 分 だけ で 使 う っていう んだ った ら も ち ろ ん いい けど や っぱ じゃあ これ を なんか 人 に 使 わ せ ら れる か っていう と それは もう 怖 く て 無 理 だ な とか っていう なんか ある じゃ ん 例えば なんか パ ッ と 見 良 さ そう な の が でき た と して も ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:15",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:21",
      "text": "ね え いや そう そう なんだ よね 私 は 何 を 作 ってる んだ っていう 感じ に マ ジ で なる から 目 的 を 見 失 わ ない ように まず 教 え 込 ませ る 再 し き り みたい な と こ とか ね なんか っていう その 所 感 でした"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:32",
      "text": "あ はは"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:38",
      "text": "ん ー そうだ ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:46",
      "text": "だから 誰 が ア プ ロ ーブ して いく か が 今 重要 なん じゃない? だから ア プ リ を さ、 例えば それで、 S SI ベ ー ス で 作 った と して、 これ ちゃん と こう いう 人 が ちゃん と 背 景 の ある 人 が き ち んと S SI を 使 って 作 ってる んだ。 じゃあ 大丈夫 そうだ ね とか さ。 いや ー、 面 白 い な。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:50",
      "text": "そう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:57",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:01",
      "text": "そうそう そう そう いうこと っ す わ いや ー 大 変 だ よね だから そう AI ア ェ ント 疲 れ あの そ ろ そ ろ 締 め よう と思 いつ つ も AI ア ェ ント 疲 れ っていう さ 記 事 が あ った んです ぺ ろ っと ちょ う ど これ 前 回 疲 れて 疲 れた よね みたい な 話 を した 収 録 を した 後 に 見て あ ま さ に と思 って なんか AI ア ェ ント 疲 れ の 原因 と 対 策 って 書 いて いう 記 事 が ね 小 ノ ート に 貼 って あ った から め っちゃ これ わか る わか る わ って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:19",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:24",
      "text": "ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:28",
      "text": "思 って これ なん で AI エ ント で 開 発 して の す っ げ ー 疲 れ んだ っていう の が もう なんか 1, 2, 3, 4 個 この 人 書 いて る んです けど なんか タ ス ク の 質 の 変 化 で 常 に ズ ノ ーロ ード 集 中 力 が 削 ら れて ま さ もう ほ んと これで もう ず っと なんか なんだ ろ ハ イ コ ンテ キ スト の 仕 事 を ず っと し ら れて て め っちゃ 疲 れ です よ なんか っていう の と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:29",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:53",
      "text": "いや、 そうだ ね。 人 類 何 に 向 か って いる の か みたい な 気 ち にな る よね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:56",
      "text": "いや ほ んと それ だ これ AI エ ジ ント で 自 分 が 楽 にな る は ず だ った ん じゃ な か ろう か みたい な 私 だから 結 局 これ って なんか ね マ ル チ タ ス ク でき る とか 言 う けど なんか AI に や ら せて 空 いた 時間 で 私 は 楽 にな って いる の か と 言 わ れる と なんか 結 局 その なんか や ら せて る 間 に 避 け ら れない マ ル チ タ ス ク っていう の も この 人 書 いて ある んだ けど なんか 別 の タ ス ク を 始 め ポ ン って なんか 投 げ た り する んだ けど 被 動 機 で あれ それ を や り す ぎ る と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:13",
      "text": "バ レ ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:24",
      "text": "あっ ち が 終 りました、 こ っち が 終 わ りました み たい な 感じ で なんか、 なんか い ろ んな 人 に 呼 ば れる みたい な 見て"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:32",
      "text": "結 局 これ あれ じゃない? 組 織 で さ、 言 い 方 悪 い けど さ 何 に も わ から ない、 新 人 さん に なんか よ く わ から ない けど 助 け 投 げ た みたい な さ まあ、 も しか した ら さ、 今 ど ん く らい かな わ から ない 1 年 目、 2 年 目 ぐ らい みたい な 感じ な の か それ が なんか わ から ない けど 急 に なんか、 す げ ー 優 秀 な 歴 戦 の 戦 士 みたい にな る の かな、 いつ か ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:35",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:38",
      "text": "そ ー そ ー ー そ ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:45",
      "text": "わか る わ ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:54",
      "text": "いや ー、 よ く わか ん ない です よ、 なんか す げ ー 疲 れて る んです よね なんか これ、 自 分 みたい な、 なんか みほ (42:57.23) 結 局、 人 が 人 一 人 一 人 増 える と コ ミ ュ ケ ー ン が 増 える から 疲 れた り する じゃ ん それ が 面 白 い 人 だ った ら も ち ん いい し 大 変 な 人 だ った ら 大 変 だ し みたい な それ が 対 象 と して 一 つ 増 え た って こと な の か も ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:08",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:14",
      "text": "そう だ なんか AI に よ って なんだ ろう 言 い 方 みたい な あ なんか ちょっと 変 な 言 い 方 し ちゃ った かな みたい な こと は 確 か に ない んです よ そう いう のは ない な い なんだ けど そ の な んだ ろう い わ る 簡 単 な 作 業 みたい な の を やって く れる 代 わ り に 簡 単 な 作 業 が なく な って マ ジ 負 荷 が 高 い タ ス ク しか 残 って ない みたい な 感じ にな って て なんか そうそう そう これ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:43:18",
      "text": "うん ね え、 ゲ ト みほ (43:34.99) いや いや そうだ よね だから 結 局 その 負 荷 が 高 い 作 業 でき る 人 が 給 料 が 高 い って こと なんだ よね だから 要 する に 本当 ど こ に も 勝 手 ー 私 は だから が 最 初 なんか 言 って た も ん あの シ ア の エ ン ニ ア の さ シ ア イ ズ 飲 んで て もう や っぱ り なんか あの な んだ っ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:41",
      "text": "あ、 そうそう そう なんだ よね もう なんか なん なん ど こ に 向 か ってる の 人 類 は っていう 呪 文 か"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:54",
      "text": "う ーん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:43:58",
      "text": "こう な って しま う と、 今 後 は、 今、 ら、 米 の 価 格 が 上 が ってる から、 業 に 向 き 合 う とか、 農 業 って も ち ろ ん 効 率 化 し な き い け ない し、 い ろ ろ や ら な き い け ない こと ある けど、 そう いう 方 が む し ろ、 よ ほど 有 意 義 な の では、 みたい な 気 持 ち にな って しま う という か ね、 疲 れて ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:59",
      "text": "うん ああ はい 確 か に ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:44:11",
      "text": "う ー う ーん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:44:19",
      "text": "心 の 安 ら ぎ みたい な もう ええ とか いい わ みたい な 感じ です よね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:44:27",
      "text": "そうそう そう。 何 が 人 間 の や る べ き こと な の か、 っていう 本 質 に 向 き 合 わ ざ る を 得 ない。 そう。 な っちゃ う っていう。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:44:33",
      "text": "また 哲 学 にな る ね。 という、 し ば ら く は 6 月 末 ま では な かな か 先 ら れない 話 題 なので、 ちょっと 一 旦 こんな お 話 を ぶ ち 込 んで み ました。 そうだ ね、 何 者 にな って いる んです か ね、 一 年 後 は 一 体。 農 業 して いた ら ちょっと 笑 って ください。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:44:48",
      "text": "いや ー 楽 し み です。 1 人 後 の ゆ う ちゃん が 楽 し み だ ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:45:01",
      "text": "そう いうこと でした。 はい、 という ので ちょっと 長 く な って しま いました。 はい、 この 辺 で また レ ビ ュ ー な ど な ど ご 意 見、 ご 感 想 な ど お 待 ち して お ります。 では 失 礼 します。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:45:09",
      "text": "はい、 ありがとうございます。"
    }
  ]
}