{
  "episodeId": 83,
  "segments": [
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:01",
      "text": "AM IT FM は IT 企 業 で 働 く 2 人 の ま ま が 子 育 て を テ ク ノ ロ ジ ー で ハ ッ ピ ー に を コ ン セ プ ト に お しゃ べ り する 子 育 て テ ック ポ ド キ ャ スト です フ ード バ ック は ハ ッ シ タ グ AM IT FM OM IT FM も しく は お 便 り フ ォ ーム が 小 ノ ート に 貼 って ます ので そ ちら に て 募 集 を して お ります では 始 め ましょう あれ ですか お 休 み を 取 ら れて ました も しか して 先 週 なん はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:29",
      "text": "うん そう 先 週 なんだ けど ね そう なんです そう そう そう なんです よ 沖 縄 に 行 って き ました なんか 全 く 去 年 と 同 じ 時 期 なんです よ なんか いや でも ね 言 う て 2 年 目 という か 子 供 と れて いく のは なんだ けど そう で なんか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:38",
      "text": "いい ね ー ど こ に 行 った んです か? いや ー ま じ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:57",
      "text": "去 年 も 同 じ 時 期 で なん で か っていう と 住 んで る の が 私、 川 崎 市 なんです よ、 神 奈 川 の で、 なんか 川 崎 市 の お 休 み で 小 学 校、 中 学 校 が 休 校 にな る みたい な 日 が ある の よ それ が 7 月 1 日 な の ね、 毎 回 で、 なんか それ が ある ので それ と 絡 めて お 休 み を と って ちょっと、 まあ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:03",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:18",
      "text": "は ぁ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:26",
      "text": "沖 縄 に 行 く か みたい な 感じ で た また ま なん て いう の なんか た また ま って 言 ら お か しい けど そ こ ら 辺 は 沖 縄 的 には 梅 雨 が 明 けて る で なんか 値 段 的 に も 夏 休 み の 盛 り 上 が り 前 だから ちょっと コ ス パ が いい みたい な 感じ で そう 去 年 から そ こ に 行 く ように して いる っていう 感じ だ ね 金 曜 日 に もう 学 校 帰 って きた 子 供 た ち を その ま ま もう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:35",
      "text": "は っ は"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:47",
      "text": "なるほど ね うん うん、 なるほど みほ (01:55.31) 何 か 準備 さ せて、 用 意 して、 あの 空 港 向 か って 前 乗 り、 前 日 に 要 は 行 って、 で そう する と ちょっと ま る っと 3 日 本当 に 遊 べ る みたい な 感じ で。 り の 日 の ぞ く と、 みたい な 感じ に して る。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:09",
      "text": "学 校 は 休 まず に?"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:13",
      "text": "あ、 でも ね、 月 曜 日 は お 休 み に して いる。 そう で、 なんか 今年 から、 まぁ ちょっと 今回 は それ 使 わ な かった んだ けど、 今年 から なんか それ、 その、 何 なんだ ろう ね、 ホ リ デ ィ ア ンド ス タ デ ィ みたい な 謎 の 不 正 度 が でき て、 要 は 血 跡 扱 い にな ら ない けど、 お 休 み に 取 れる みたい な。 それ 何? え、 う ち だけ じゃない の? うん。 あれ、 え、 今年 から 始 ま った の よ、 なんか それ が。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:15",
      "text": "ああ そう いうこと か はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:30",
      "text": "知 ってる! え、 それ って ね、 川 崎? え、 だけ じゃない と。 え、 川 崎 で ある んです か? それ。 あれ じゃない? ラ ー ケ ー ン って や つ じゃない の? も しか して ラ ー ラ ラ ーニ ング と バ ケ ー ショ ン を みほ (02:41.87) あ、 そう いうこと な の か。 それで、 それ が 始 ま った の? なんか そう いう の が、 なんか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:48",
      "text": "お っと、 って なんか 私 小 耳 に 挟 んだ 程 度 で なんか その 全 国 でも ポ ポ ツ って ど っ の 自 治 体 が モ デ ル ケ ー ス みたい な 感じ で 始 め た って 言 う"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:53",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:58",
      "text": "ああ そう じゃあ う ち が そう なんだ 川 崎 は そう なんだ ね そう それで 始 ま った の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:02",
      "text": "か もし れない 私 みたい な の ど こ か も っと 愛 知 向 こう の 方 だ った よ な 見て そう いう の 最近 ある んだ とか って 思 って た や つ か も ラ ー ケ ー ショ ン って って 年 に 3 日 く らい?"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:09",
      "text": "あ、 そう なんだ うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:16",
      "text": "う ちは でも 1 日 だけ だ けど ね。 1 日 だけ その 欠 席 扱 い にな ら ず に もう お 休 み して いい よ みたい な 感じ の なんか や つ。 でも 別 に だから、 そう。 なんか 今回 撮 って も いい かな と は 思 った んだ けど、 なんか でき れ ば 来 春 ぐ らい まで 1 回 ちょっと 海 外 に 連 れて 行 って みたい な。 ほ ら、 去 年 ゆ う ちゃん が ほ ス ス 行 って た じゃ ん? なんか あ った じゃ ん そう いう の。 だから"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:24",
      "text": "うわ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:35",
      "text": "はい はい はい うん、 はい うん みほ (03:41.71) まあ なんか ちょっと 子 ども が その 小 学 生 の う ち 上 の 子 も ね 中 学 校 とか 高 校 とか なら と コ ミ ュ ニ テ ィ が 結 構 さ 自 分 た ち の 子 を 何 だ ろう 友 達 とか で な かな か 調 整 難 しい かな と思 って そう だから まあ なんか 小 学 校 の う ち に なんか まあ パ ス ポ ート も ちょっと 持 っと か せ たい な って 思 った の も ある んだ けど そう で なんか そう あっ そう だから それ も なんか 試 して み た い な と思 って た の が その マ イ ナ ンバ ー カ ード の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:46",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:51",
      "text": "そうだ よね。 行 かな く なる の か ね。 どう なんだ ろう。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:02",
      "text": "そうだ ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:10",
      "text": "代 理 人 登録 っていう の が でき る の 知 ってる? 子 供 た ち の マ イ ナ ンバ ー カ ード を 更 新 した の を き っ か け に い ろ ろ 調 べ て た ら 要 は その 保 護 者 という か 代 理 人 が 登録 でき て その 代 理 人 が 代 わ り に でき る こと みたい な 設 定 でき る わ け よ それ の 一 つ に パ ス ポ ート の 申 請 っていう の が あ って"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:31",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:37",
      "text": "ん? みほ (04:37.55) で、 や 子 ども た ち の パ ス ポ ート の 申 請、 昔 って さ、 今 も だ けど、 今 も って か 去 年 ぐ らい ま では パ ス ポ ート の 申 請 って その パ ス ポ ート セ ン ター とか 行 か ない と でき な かった じゃ ん。 でも なんか 完全 オ ン ライ ン で でき る よう にな った っていう の を 聞 いて、 それ を 調 べ て た ら、 その マ イ ナ ンバ ー カ ード とか で、 か つ なんか 代 理 人 登録 を 子 ども た ち の 代 理 人 を 私 とか に して 登録 して お く と、 その パ ス ポ ート の 申 請 みたい な の も 全部 オ ライ ン で でき る みたい な の が あ って。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:46",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:00",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:05",
      "text": "それは ちょっと やって みたい な って 思 って そう そう そう そう そう の も あ って そう だ から そ っち に 一 応 掘 る"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:06",
      "text": "なるほど ね ま あ ある よね い ろ ろ そう いうこと ね ちょっと こう どう して る の かな って ちょっと ちら っと 気 にな った っていう ぐ らい ですね いい な ぁ みほ (05:19.63) ホ リ ス ター っていう のは それ に 使 お う かな とか 思 って 今回 の 沖 縄 は もう 完全 に 休 ま し ちゃ んで、 日 に 休 ま し ちゃ った んだ けど。 海 亀 に 泳 い で き ました。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:27",
      "text": "うん いい と思います め っちゃ 素 晴 ら しい これは ね 貴 重 な 心 に 残 ります よね 多 そう いう 経 験 は ね いい と思 う いや ー ま じ で ね 小 学 校 も そんな に 気 軽 に 休 ん でも いい でしょう 肌 です けど 私 は ね なんか でも 言 え ます よ 友 達 に 絶 対"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:41",
      "text": "そうそう もう ちょっと ね そう お 互 い その 小 学 校 ぐ らい の ね 思 い 出 は ね 結 構 や っぱ ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:53",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:57",
      "text": "なんか 特別 な 休 ませ ない という 親 も 周 り に います けど ね はい い ん じゃない? ん でも いい んです よね まあ そう いう ちょっと ぬ る っと そう いう 話 も 聞 き つ つ ですね ア イ ス ブ レ イ ク に はい いや ぁ 旅 行 ね ちょっと 夏 休 み 問題 が 近 づ いて る んで"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:04",
      "text": "まあ そうだ よね、 ちは そう、 もう 一 日 ぐ らい は ね、 みたい な。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:17",
      "text": "うん、 でした。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:26",
      "text": "う ち も 今 夏 休 み パ ズ ル を やって る 途 中 です 計 画 して て 結 構 一 大 決 心 を して る すごい 重要 な 意思 決 定 を ちょ う ど し よう と思 ってる ところ なん で また 次 回 あ た り に 話 さ せて ください ド キ ド キ し な が ら ポ チ って 押 そう と して る もの が ある んです けど ね っていう なんか 謎 の あれ を 含 み を して"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:27",
      "text": "そうだ ね。 なんか 今年 は 計 画 して ん の 今。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:40",
      "text": "ほ う ほ う ほ う。 お! 気 にな る 気 にな る。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:49",
      "text": "マ ジ で? 気 にな ります ぞ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:55",
      "text": "という ところ で ですね ち っと 今日は あ まり ちゃん と ト ピ ック を 用 意 して な かった ので あれ なんです が 最近 ちょっと 一個 話 そう かな と思 って いる こと は ス ライ ド を た く さん 作 ってる んです この 6 月 が すごい な か っ 土 頭 で 登 壇 が た く さん あ って 発 表 とか 多 分 なん で こう な った か っていう と 多 分 夏 休 み"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:17",
      "text": "ほ う ほ う あ あ そうだ ね うん うん 後 半 ね うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:07:24",
      "text": "よ り 前 に 多 分 仕 事 を 夏 休 み 入 る 前 に や ろう っていう すごい 半 年 以上 前 に 入 る よう な や つ 大 き い 仕 事 なんか そ こ ら 辺 で や ろう っていう の が 多 分 溜 ま っちゃ って 6 月 にな る んです よ 毎 年 多 分 だから そう なんです よ 6 月 とか なん とか 夏 休 み は さ ちょっと ゆ る り と 仕 事 を セ ーブ し つ つ した い じゃ ん 子 供 の 夏 休 み 回 して"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:32",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:38",
      "text": "はい はい はい なるほど ね みほ (07:48.43) うん うん うん そう ね もう 相 手 し な き い け ない し ね 色 々 ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:07:52",
      "text": "そうそう そう っていう ので だから 多 6 月 に 集 中 し ちゃ うん だ ろう な 毎 年 って 思 ってる んです けど あの 何 を して た か っていう 今年 は ですね まぁ 登 壇 だ とか する もの が ちょっと えー と ね ト ー タ ル 私 ね 1 ヶ 月 4 個 ぐ らい ス ライ ド 作 った んです よ 資 料 大 な リ ショ ー 内 いや なんか 別 に ち っちゃ い も ので 言 う と パ ネル デ ィ カ ッ ショ ン の ス ライ ド なんだ けど みほ (08:09.07) もう や ばい ね。 みほ (08:15.47) ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:16",
      "text": "それ も 枚 数 こ そ 少 ない けれ ども 内 容 その 1 ペ ージ に 詰 め る 内 容 とか の 構 成 とか は AI と 一 緒 に 考 え た り します よね 例えば パ デ ィ ス カ ッ ン の 私 が モ デ レ ー ター やって た んで 全 体 の 構 成 だ った り いき な り デ ス カ ッ ショ ン に 入 る 前 に イ ント ロ ダ ク ショ ン 的 な デ ー タ 現 状 の 日本 の 状 況 みたい な"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:21",
      "text": "うん うん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:33",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:39",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:43",
      "text": "そう いう デ ー タ が った 方 が いい よ な ー と 思 った り し な が ら ワ ー マ ー の お 味 噌 を 使 う 系 の 小 さい ところ で 言 う と そうですね 4 つ 順 番 に 言 って いく と 1 つ が 自 分 が 登 壇 する 側 の 呼 ば れて る 側 ね ゲ スト 側 の まず パ ネル デ ス カ ッ ショ ン が 1 つ 目 それは 自己 紹 介 ス ライ ド だけ を 作 った んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:43",
      "text": "うん うん うん はい はい はい はい みほ (08:49.71) なるほど ね 調 べ た り ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:03",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:07",
      "text": "はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:14",
      "text": "っていう の が 一 つ 目 で 二 つ 目 が 今 言 った パ ネル デ ス カ ッ ショ ン の 今 度 こちら 側 モ デ レ ー ター 側 の ス ライ ド を 作 った の が 二 つ 目 で 三 つ 目 が 一 番 これ が ボ リ ュ ーミ ー で 自 分 が 登 壇 を セ ッ ショ ン です よね 基 調 講 演 運 命 デ ベ ロ ッ ー サ ミ ット の 30 分 だ った かな ノ ー 結 構 で しょ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:22",
      "text": "ん ん ん ん はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:30",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:34",
      "text": "うん、 お ー、 ね、 やって た ね。 や ばい、 長 い。 それは 長 い ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:42",
      "text": "そう そう 結 構 長 い よね 久 々 の 結 構 な ボ リ ーム の や つ で まぁ l t と か っていう レ ベ ル じゃない もの が ちょっと ボ リ ュ ーム です が まあ 3 つ 目 それ が や っぱ まあ で か い です よね バ ーン って や つ で 4 つ 目 が え っと なんだ っ け あ 4 つ 目 が え っと そうですね プ ロ ジ ェ ク ト な って た かな"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:54",
      "text": "はい はい。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:06",
      "text": "会 合 が あ って と ある ち っと 細 か い こと 言 え ない んです けど 会 社 と っと 社 外 と の 会 合 みたい な もの が あ って そ こ で 自 分 の プ ジ ェ ト を 紹 介 する まあ 10 分 程 度 ですね 10 分 程 度 自 分 の プ ジ ェ ク ト を 紹 介 する っていう もの その 4 つ の ス ライ ド を まず この 1 ヶ 月 今日 で 作 った んです よ で ま ず 1 つ 目 2 つ 目 の 何 て うん だ かな 内 容 みほ (10:07.95) うん うん はい はい みほ (10:13.55) はい はい うん うん うん うん はい はい みほ (10:27.15) はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:35",
      "text": "何 だ ろう 枚 数 自 体 は 少 ない んだ けど も なんか ちょっと が っ つ り 頭 使 う 系 の や つ って 言 う と え っと … なん て 言 えば いい かな ま ず ツ ール と して は ね もう が っ つ り 今回 AI を 使 って 作 りました と もう Google ス ド を 開 いて こう 一個 一個 自 分 で 全部 入 れて いく っていう のは もう や め ました と はい あ の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:50",
      "text": "うん、 なるほど うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:58",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:02",
      "text": "例えば 自己 紹 介 系 の 1 つ 目 の 自 分 の 1 人 の 自己 紹 介 ス ライ ド 多 5 分 程 度 の ペ ラ 1 だ った り とか 4 番 目 の 自 分 の プ ジ ク ト の 紹 介 ス ライ ド それ って ある 意 味 客 観 的 な 資 料 じゃない ですか 言 いた い のは 自 分 の 思 い とか カ プ チ ー そんな に 込 め なく て いい 系"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:07",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:11",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:18",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:25",
      "text": "ん ん ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:30",
      "text": "はい はい はい。 ない ね。 デ ー タ が 入 って いる や り に く い く の ね。 自 分 に 関 する。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:31",
      "text": "自 分 の 意 見 とか なく て 客 観 的 な 資 料 で そう そうそう そう 紹 介 なん で 自己 紹 介 そう 自己 紹 介 と プ ロ ジ ェ ク ト の 自 分 の 持 ってる 会 社 で 持 ってる ね ダ イ バ ー して いる 人 の プ ロ ジ ク ト の 紹 介 なので 割 と ね ス パ ー ク 全 ス パ ー ク AI が ほ と ん ど 使 って 作 ってる んです けど 全 ス パ ー ク そうそう 今 私 多 分 一 番"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:44",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:48",
      "text": "ん ん みほ (11:54.19) うん、 なんか ス ライ ド つ らい っていう ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:59",
      "text": "使 って いる の が Gen Sp ark AI なんです よ これ が Gen Sp ark 製 の AI ス ライ ド 作 成 AI なんです けど それ に 結 構 プ ロ ンプ ト も 例えば 私 の 社 名 と 名 前 の 自己 紹 介 ス ライ ド を 作 って とか 言 って 言 う と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:11",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:23",
      "text": "割 と これ We b 上 に ね だ から や っぱ り 色 々 ア ウ ト ブ ット して お く と すごい いい な って め っちゃ 今 にな って すごい 思 ってる んだ けど あの もう ネ ット 上 から バ ー って 拾 って き て 作 る んです よね うん うん で 結 構 その D ivers ities で テ ック で E & Y プ ジ ク ト の こと も 割 と ネ ット 上 に すごい あの ア ウ ト ブ ット を 出 して る これ を 狙 ってる わ け じゃ な かった んだ けど 過去 い ろ い ろ 取 り 組 み の 様 子 とか 記 事 とか ブ ロ グ とか テ ック ブ ロ グ 書 いて た り とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:34",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:51",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:53",
      "text": "本当 に い ろ んな ところ で 登 壇 の 情 報 とか い ろ い ろ 出 して た や つ が 本当 に 後 から すごい 聞 いて き て て こう いう 時 に 調 べ て っていう 感じ で この ワ ード で この 人 の こう いう 知 合 この プ ジ ク ト の 紹 介 を 何 分 で します とか そう シ チ エ ー ショ ン は こう いう 場 で 使 え ます とか っていう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:59",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:03",
      "text": "うん なるほど ね うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:15",
      "text": "なるほど なるほど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:20",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:23",
      "text": "言 う と 客 観 資 料 と して 結 構 デ ザ イ ン を やって く れる んです よね 全 ス パ ク の AI って 結 構 成 とか デ ザ イ ン とか も なんか ア イ コ ン 細 か く つ けて た り とか そう いうこと を やって く れて 割 と き れ い に でき る ので そう いう 意 味 で 本当 に 一 つ 言 いた い のは ネ ット 上 に ア ウ ト プ ット し と く っていう の が 後 から め ちゃ く ちゃ この AI が 作 る 時 代 にな る と す っ い 大 事"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:35",
      "text": "はい ん ー みほ (13:50.99) うん うん、 なるほど ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:53",
      "text": "っていう の が 思 った ところ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:54",
      "text": "そ り 結 手 直 し は あ ん な し で それ と も 結 構 それ な り には 手 直 し は する 感じ だ な"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:58",
      "text": "それ な わ り に あります よ 手 直 し が これ も 多 分 発 展 途 上 だから 後 から も っと 手 直 し の や り 方 は 全 然 も っと ス ム ー にな る と思 うん だ けど Z Sp ark AI は 今 の ところ テ キ スト レ ベ ル の 修 正 だけ は ちょ ろ っと い じ れる んです よ そ こ を 選 択 して そう なんだ けど 例えば こ こと こ この セ ク ショ ン を 入 れ 替 え たい よ とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:01",
      "text": "うん、 や そうだ よね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:06",
      "text": "うん みほ (14:12.43) ん ん みほ (14:19.79) ん?"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:27",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:14:28",
      "text": "あと セ ク ショ ン 削 除 とか は 削 除 ま では でき る ん ですね い ら ん こと 結 構 い ら ん こと 含 めて きた り する んで それ を 消 す みたい な こと は 結 構 普 通 には で きます テ キ スト 修 も で きます なんだ けど 最 初 の ね これ すごい 向 いて る のは 01 は す っ い 向 いて る んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:31",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:38",
      "text": "なるほど ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:44",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:14:55",
      "text": "細 か い 修 正 を して いく っていう の が 結 構 い ち ち プ ロ ンプ ト に 入 れ な き い け なく な って く る んだ んだ ん もう なんか ここ だけ なんだ けど な みたい な 今 の ところ だ けど ス ライ ド の 入 れ 替 え も ピ ー って ド ラ ッ ド ロ ップ とか で 今 でき ない から あの 何 ペ ージ 目 を 何 ペ ージ 目 の 下 に 入 れて 移 動 さ せて とか こ この セ ク ショ ン の こ この 左 の 見 出 し を こ この なんか 次 の ペ ージ の ここ に 持 って き て とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:11",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:16",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:24",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:24",
      "text": "今 は ちょっと そう いう ところ も 指 示 し ない と い け ない です 比較 対 象 と して もう 一 つ ある の が 全 ス パ ー ク AI と もう 一 つ 気 に って た の が ね ス カ イ ワ ー ク っていう そう これ 私 知 ら な かった んです けど ス カ イ ワ ー ク っていう の が わ り と 新 しい の かな 同 じ ように プ ロ ンプ ト 入 れる と き れ い に ス ライ ド 作 って く る んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:28",
      "text": "なるほど ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:38",
      "text": "へ ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:50",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:52",
      "text": "最近 だから 私 これ コ ンペ さ せて て そう 同 じ ス ライ ド を ね 同 じ プ ロ ンプ ト を ね 用 意 ど んで 2 人 に 作 ら せ る んです よ ポ って 両 方 に 投 げ て ど っち が いい かな みたい な や る この 客 観 資 料 で、 これは まず メ リ ーデ メ 言 う と まず ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:55",
      "text": "はは はは は、 AI に ね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:07",
      "text": "ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:11",
      "text": "なるほど すごい な"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:16:21",
      "text": "デ ザ イ ン 性 とか デ ザ イ ン 性 の ス ライ ド の 美 し さ に 関 して は ス カ イ ワ ー ク が め ちゃ く ちゃ 上 なんです よ 群 杯 が 上 が る んです よ すご く なん て いう の かな AI っぽ く ない んです よ そ っ ちは 人 間 が 結 構 ちゃん と 細 か く 作 った みたい な 分 か ん ない 日本 人 の 資 料 みたい な 細 か い ビ ジ ネ ス ライ ク っていう の かな なんか ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:23",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:37",
      "text": "うん みほ (16:41.87) へ ぇ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:16:49",
      "text": "うん でも、 プ ロ フ ト とか は 一 緒 なんだ けど、 時間 が か って いる 時間 が ス カ イ ワ ー ク って め ちゃ く ちゃ 長 い ので、 多 結 構 調 べ て る っぽ い ん ですね。 精 度 とか 見 た 目 とか 精 度 とか、 感 性 度 とか、 人 間 ら し さ とか は 圧 倒 的 に ス カ イ ワ ー ク なんです。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:00",
      "text": "へ ぇ ー、 あ、 そう なんだ みほ (17:11.47) ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:17:15",
      "text": "何 ですか … … 致 命 的 な 懸 念 が あ って これ も 多 分 発 展 途 上 な だけ なんです けど エ ク ス ポ ート が ね … とか なんか ス ライ ド … その ま ま プ レ ゼ ンペ ー ショ ン とか が でき ない 今 の ところ 多 分 時間 の 問題 で も は や 出 て る か もし れない です けど 全 画 面 モ ード とか あの … あと エ ク ス ポ ート とか 仕 様 と する 大 体 PD F とか PP T X に みほ (17:15.95) ええ ええ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:33",
      "text": "ええ ええ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:39",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:44",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:17:45",
      "text": "エ ク ス ポ ート が でき ない んだ った か で きた と して も め ちゃ く ちゃ だ った の か そんな 感じ で う ま く プ レ ゼ ンテ ー ショ ン が でき ない っていう の が ス カ イ ワ ー ク の 決 定 的 な 問題 だ った んで 見 送 って て その 点 に お いて は 現 時 点 では 全 ス パ ー ク AI が エ ク ス ポ ート P D F の エ ク ス ポ ート は そんな ひ ど く ない PP T X は ひ ど い です が パ 4 は ダ メ だ けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:59",
      "text": "ん ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:13",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:14",
      "text": "あと 一 応 Google ス ライ ド へ の エ ク ス ポ ート も でき る だ けど それ も 全 然 崩 れ ま く っちゃ って 結 局 あ れ には なら ない んです けど 意 味 は な さ ない んだ けど プ レ ゼ ンテ ー ショ ン モ ード にな る っていう の が で か く って 全 ス パ ー ク AI は だから リ ン ク ウ ェ ブ 上 の リ ン ク を この ま ま 公 開 って やって そ の ま ま 渡 して その ま ま 全 ス パ ー ク AI の サ ービ ス 上 で ス ライ ド 登 壇 が でき る っていう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:28",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:44",
      "text": "今 の 利便性 機 能 的 な 意 味 で 全 ス パ ー ク エ ア を 使 って います と そう っていう、 2 つ タ イ プ が ある う ち の 1 つ 目 客 観 資 料 で いい 場 合 は い き な り 全 ス パ ー ク に 入 れて 多 分 大丈夫 もう 1 個 が 自 分 の、 貴 重 公 園 とか そう なんです けど 貴 重 公 園 とか、 あと もう 1 個 なん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:03",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:11",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:16",
      "text": "何 の ス ライ ド 作 って た か 忘 れた んです けど えー っと 自 分 なんか デ ー タ も そうだ し ん ー と なんか こう 作 品 と して 完成 さ せ な き い け ない じゃない ですか 基 調 公 演 の ス ライ ド って なんか 色 んな 背 景 とか 自 分 の こう 新 年 言 いた い メ ッ セ ージ っていう の が あ って で ー まあ なん で そう 思 ってる か とか まあ かな り 高 性 30 分 ある んで"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:29",
      "text": "はい はい はい そう ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:34",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:40",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:45",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:46",
      "text": "構 成 が 必 です よね そう いう のは 客 観 資 料 と して は あ ん まり ない じゃない ですか 私 の 意 見 なん で どう やって 作 った か の 紹 介 に する んです けど そ も そ も テ ー マ が 登 壇 する 場 所 と して は ain Develop ers Summit 2025"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:55",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:00",
      "text": "はい はい みほ (20:11.95) うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:15",
      "text": "自 分 で 登 壇 して お いて 早 速 忘 れて る んです けど その 中 で テ ー マ だけ 先 に 決 ま って て タ イ ト ル が ですね AI ア ェ ント の 力 で 切 り 開 く 誰 も が 活 躍 でき る イ ン ク ル ー シ ブ な 未 来 という 壮 大 な タ イ ト ル を まず つ け た ん ですね これ も や り 方 と して は これ まず 登 壇 する 前 に"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:18",
      "text": "フ フ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:42",
      "text": "ず っと 前 の 段 階 で LP を 表示 する ため に セ ッ ショ ン の タ イ ト ル と 概 要 とか プ ロ フ ィ ール とか 写 真 とか それ だけ 先 に 出 す んです けど そう いう 時 に まず 全 然 内 容 固 ま って ない んだ けど この u Develop ers Summit の ト ップ ワ は 話 す よ 30 分 だ よ 今 私 こう いう 仕 事 して る よ みたい な ここ を AI と カ ーチ し な が ら 作 った んです よ どう いう 話 だ った ら 刺 さ る かな っていう みほ (21:08.75) ん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:21:12",
      "text": "うん な ん か ふ さ わ しい タ イ ト ル とか 私 が 話 せ そう な こと 言 え そう な こと みたい な の を まあ これ も これ ら 辺 は チャ ット G P という の 4. 5 とか の ア イ デ ィ ア 強 いや つ と 話 して で まあ それ に 決 ま った ん ですね AI か ける なんか こう DI みたい な ところ ですね うん な んだ けど その ま ま ま また 1 ヶ 月 ぐ らい 放 置 という か 何 を"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:26",
      "text": "うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:32",
      "text": "はい はい みほ (21:37.87) うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:21:40",
      "text": "なんか その なん と なく 寝 た 探 し を 常 に して た んです よ 何 を 喋 ろう かな でも ま と ま って は も ち ろ ん な んだ ろう 構 成 とか は 全 然 決 ま って ない んだ けど ネ タ と して この こと を える わ っていう の 結 構 その 思 いつ いた ベ ー ス で ネ タ を メ モ って た んです よ そう いうこと そう いうこと ネ タ 調 みたい な 感じ で それ も あの 前 回 ど こ で 話 した の オ ブ シ デ ィ ア ン ですね オ ブ シ デ ィ ア ン"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:45",
      "text": "ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:50",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:57",
      "text": "はい はい、 い ろ ろ 過 剰 書 き と して は あ る みたい な 感じ ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:10",
      "text": "の メ モ を 私 は 今 気 に って 使 って て モ バイ ル の 動 機 も して る ので ふ と した 時 に こう いう 時 って AI の イ ン ク ー シ ブ 使 って い こう みたい な こう いう ネ タ で 言 え そう とか あと 自 分 が CP とか 使 って ちょっと 効 率 化 とか AI エ ージ ント 開 発 とか 触 ってる よ みたい な 時 とか に こう いうこと でき る よ って 言 え そう とか そう いう 小 ネ タ を ね 本当 それは メ モ って 感じ で 全 然 正 義 さ れて なく て みほ (22:43.79) うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:46",
      "text": "バ バ バ バ って と に か く 過 剰 書 き で 入 れて い って った ん ですね じゃあ い ざ ス ライ ド を 作 り ましょう っていう 段 階 にな った ら どう や った か という と カ ー ソ ル の エ デ ィ ター を 開 いて そ こ で オ ブ ジ リ ア の いい ところ って すごい AI と の 相 性 が いい って 言 って た のは ロ ー カ ル に マ ー ク ダ ン の パ イ ル が"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:51",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:58",
      "text": "うん みほ (23:12.11) うん うん、 うん、 はい、 はい。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:15",
      "text": "保 存 さ れて いる という 状 態 なので そ この なんか ル ート フ ル ター を プ ロ ジ ク ト カ ー ソ ル で 開 く んです よ そう そう する と 結 構 もう メ モ の 中 を もう や り たい 放 題 AI で い じ れる わ け です よ なので その メ モ 帳 を 開 いて 私 は こう いう 場 所 で こう いう タ イ ト ル で こう いう コ ン セ プ ト で 話 します で もう エ ージ ェ ント モ ード に して て"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:20",
      "text": "なるほど ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:25",
      "text": "なるほど なるほど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:32",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:42",
      "text": "全部 私 の S ession 情 報 とか も ここ から 取 って き て って って リ ン ク ペ ロ ッ と 貼 って 私 ここ で 話 す んだ けど 手 元 に こう いう メ モ が ある んだ けど 構 成 を 作 って ね 30 分 で 話 す よ みたい な これ も 言 わ なく て も 全部 拾 って く る んで"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:47",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:54",
      "text": "ん ん みほ (24:01.23) はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:03",
      "text": "ボ ン と ぶ ち な げ る と まあ マ ー ク 団 形 式 で その ネ タ 帳 を 整 理 して 構 造 化 して ペ ージ 数 とか の 場 合 で ある 程 度 告 示 を 作 って く る ん ですね その 状 態 も ある 程 度 それで ス ッ と 戻 して ここ は こう いう の を 入 れ たい とか これ はい ら ない とか って ある 程 度 そ こ で 固 め る んです よ まず で そ の マ ー ク ダ ウ ン を 持 って で 最後 これ を ス ライ ド 生 成 AI に 投 げ る から AI が 理 解 し や す い AI- like な フ ォ マ ット に して ね って 言 う と な んだ か 私 よ く 見て ない けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:20",
      "text": "うん うん はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:33",
      "text": "うん うん あ、 なるほど ね はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:45",
      "text": "読 め そう な 感じ の、 まあ 普 通 に 幕 な わ っぽ い 感じ なんです けど フ ー マ ット で ポ ン って 出 して き て 構 造 化 して 出 して き て それ を コ ペ して さ っ き 言 った ように プ ロ ンプ ト に ス カ イ ワ ー と 全 ス パ ク AI に よ り ど んで あ げ る と 実 は もう 一 つ 頑 張 っていう あの もう 一 つ の 結 構 前 に 出 て た ス ライ ド 生 成 AI ツ ール も あ って 一 応 それ も や った んです けど も そ ちら 全 然 お 話 にな ら ない ぐ らい あの そう です"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:49",
      "text": "ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:01",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:12",
      "text": "あ、 そう な の ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:14",
      "text": "もう 全 然 ダ なん で 一 旦 もう 筋 捨 て て 今 ジ ーン ス パ ク A と ス カ イ ワ ー ク っていう ので よ い ど んで や った っていう の が 私 の これ も なんか この 話 も ど っ か で ま と め たい な と思 って た んです けど ね 結 局 ここ で 発 散 する こと にな っちゃ った んです けど まあ なん で ちょっと す っ かな り ね ス ライ ド 生 成 マ ン にな って た んです よ 私 みほ (25:30.83) wwww wwww wwww"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:37",
      "text": "へ ぇ ー、 いや それ 体 感 と して 結 構 なんか、 自 分 で 作 る よ り 早 い な って 感じ ある の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:44",
      "text": "まあ 速 さ で いう と ト ー タ ル の 速 さ で 言 う と も しか した ら あ ん ま 変 わ ら ない 可能 性 は ある んです よ みほ (25:51.31) うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:55",
      "text": "でも、 構 成 的 に 自 分 が 思 いつ か ない 構 成 にな る とか、 結 構 メ リ ット ある?"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:00",
      "text": "そう あります あります 何 か っていう と 何 で 時間 か かった か っていう と さ っ き 言 った ように 多 こ と 細 か い こと が でき ない っていう の が 多 今 一 番 ト ー タ ル の 時間 か か って いる これ バ ージ ョ ン 管 理 みたい な の が でき る んです けど セ ーブ ポ イ ント って も ち ろ ん 1 個 プ ロ ンプ ト 入 れて い じ った ら や 1 個 前 戻 した い みたい な ある じゃない ですか だから セ ーブ ポ イ ント っていう の が ど ん ん カ ウ ント ア ップ して イ ク リ メ ント して いく んです が"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:10",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:16",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:28",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:29",
      "text": "もう 最後 の ね 100 超 え ました よ それ 100 いく つ まで もう 何 回 か マ ジ で 100 回 以上 手 直 し した って こと なんです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:32",
      "text": "め っちゃ 構 成 し て ん じゃ ん すごい ね ー なるほど ね ー いや ー そう ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:42",
      "text": "最後 の 方 は もう これ ぐ ら いや ら して く れ よ 手 で み たい な 感じ にな って き て だ けど も 今 更 ここ から もう 後 に 戻 れ なく な っちゃ って しょう が ない で 頑 張 って プ ロ フ ト で やって た んだ けど そう いう ところ では まぁ ト ー タ ル の 時間 は 一 緒 か もし れない んだ けど さ っ き 松 井 さん 言 った みたい に まぁ なん て いう の かな 結 構 こう いう ある 意 味 基 調 公 演 って こう あ ん ま や った こと ない んで みほ (26:47.63) うん みほ (26:51.79) www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:56",
      "text": "うん みほ (27:00.75) うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:11",
      "text": "エ モ さ という か、 メ ッ セ ージ 性 とか、 最後 何 か を 持 って 帰 って も ら う とか、 いう、 それ を ゼ ロ から 作 る こと も でき る んだ けど、 結 構 人 に すごい よ る し、 割 と 大 変 な 作 業 じゃない ですか、 それ って。 も しか した ら すごい 頑 張 れ ば でき る ん じゃない か と は 思 うん だ けど、 その 部分 は AI に 任 せ ら れた っていう の が ある。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:27",
      "text": "そう ね うん うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:35",
      "text": "うん うん なるほど ね なるほど"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:40",
      "text": "そう いう 何 だ ろう、 だから 本当 これ も ど こ に ノ ーミ ス を 使 う か っていう 話 にな って く る んだ けど、 その 01 は AI が やって く れた ん ですね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:49",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:51",
      "text": "そ こ は、 よ く も 悪 く も、 その 部分 が でき なく て 自 分 で 退 下 し そうだ な と思 う し でも、 その 部分 は もう も は や、 ここ から 先 は A. や る んだ な って 思 と もう 磨 かな く て いい の かな と思 うん です けど 自 分 が 私 が やって た のは、 最後 の デ ビ ュ ー という か、 手 直 し です よね そ こ は や た ら か か っちゃ った んだ けど そう いう ところ に 自 分 の パ ワ ー を 削 く こと にな った な"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:03",
      "text": "ん ふふ ふ はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:28:22",
      "text": "思 いました ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:26",
      "text": "そう、 なんか 結 構 こう、 なんか 他 でも なんか ちょっと 誰 か が 言 って た んだ けど 結 構 その AI 作 業 を 任 せ ら れる けど なんか 自 分 に 来 る タ ス ク が の 重 み が 結 構 重 く な ってる みたい な 軽 い 作 業 は 先生 AI が バ バ バ やって く れる けど 結 構 なん つ の 判 断 とか その 確 認 とか なんか 割 と その 脳 み そ 使 う よね みたい な や つ の 量 が め ちゃ く ちゃ 増 えて て こう なんか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:28:38",
      "text": "www なんか ね みほ (28:54.67) 作 業 自 体 の 全 体 量 は 任 せ ら れる 分 も 増 え た けど 増 え た 分 自 分 が 確 認 した り 判 断 した り の 重 め の 作 業 自 体 も ど ん ん 増 えて いる から 仕 事 の 種 類 が 変 わ る みたい な その 大 変 さ は ある よね みたい な 話 が 誰 か が して て"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:14",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:19",
      "text": "それ って 前 回 の エ ピ ソ ード じゃ なく て 回 すごい AI エ ージ ェ ズ から 話 した 気 が する"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:23",
      "text": "あ、 そうそう そう、 それ エ ージ ェ ット ズ カ も そうだ し、 そうそう そう、 なんか 全 然 また、 あれ の 話 と は 別 に そう いう コ ント を 別 で 見 た の よね、 SN S で。 そうそう そうそう。 なんか、 そう、 結 局、 それ 今 は 個人 の タ ス ク の 中 で そうだ けど、 会 社 の 中 で それ が、 ど ん ん 栄 扱 う よ って な った 時 には、 確 か に 人 材 変 わ って く る よね、 みたい な。 ね、 だから そう いう。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:30",
      "text": "いや そう だから み んな 多 分 そう なん でしょう ね いや ー 本当 わか ります よ っていう なんか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:42",
      "text": "うん みほ (29:53.55) 細 か い 作 業 とか は なん つ の か 軽 め の 作 業 は ある 程 度 そう いう と こ で 負 担 でき る けど や っぱ その その 分 なんか AI が 作 った もの に 対 する 判 断 を する みたい な 作 業 は 増 える から なんか そう いう や っぱ ね 人 が とか 作 業 を こう して い かな き い け ない んだ とか 思 う と"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:07",
      "text": "はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:15",
      "text": "でも なんか その 軽 め 確 か に め っちゃ 軽 め な 作 業 も そう なんだ けど 今回 の その ス ライ ド の 01 の ところ は も しか した ら 結 構 自 分 で やって た ら 重 め の 作 業 だ った かな と思 う から 一 応 そう いう ところ も 結 構 代 替 する よう にな ってる から あ、 そうだ ね 構 成 そうですね も ち ろ ん 簡 な ところ も そうだ し 割 と だから 自 分 の 脳 み そ は みほ (30:24.27) うん そうだ よね 確 か に"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:31",
      "text": "まあ ア デ ィ み たい な 部分 とか ね 確 か に それ は そう か も な ん か 種 類 が あ る よね や っぱ り ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:41",
      "text": "それは そう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:44",
      "text": "に 汗 を か く 場 所 が 何 だ ろう わ って き て る な 感じ? 重 い ところ も ちょっと 肩 変 わ り は して く れて る だ から あれ っ よね みほ (30:50.03) うん、 そう ね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:55",
      "text": "でも なんか そう あ どう ぞ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:59",
      "text": "前 回 の 話 で 言 う と、 分 同 時 並 行 で い ろ ろ や っちゃ う と 確 認 確 確 認 みたい にな っちゃ う か もし れない。 確 か に それは 疲 れる んだ けど、 まあ 一個 ず つ や れ ば も しか した ら 良 かった の か も ね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:06",
      "text": "そうだ ね 確 か に や れ ば ね なるほど ね いや でも そう なんか その ア イ デ ィ みたい な 話 で 言 う と なんか ちょっと こう 会 社 内 で さ なんか こう ア ナ ウ ン ス が い ろ い ろ こう 会 社 の 情 報 が 流 れる チャンネル みたい な ある じゃ ん そ こ で ある 人 が こう パ ーン って 投 げ て た ア ナ ウ ン ス 文 が ね なんか この 人 が 考 え た っぽ く ない な みたい な ナ ウ ス 文 だ った の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:23",
      "text": "う ーん、 う ーん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:33",
      "text": "いや あの わか ります よ 多 分 同 じ よう にな る よね み んな みほ (31:35.79) そう で、 あっ、 うん、 て か て か テ ン ショ ン が 全 然 その 人 の、 私 が 知 ってる その 人 は 違う みたい な 感じ で、 で、 それ が すごい 面 白 かった の よ、 私 の 中 で。 あっ、 これ 多 分 あの ー、 作 った んだ ろう な、 N A. で と思 って。 でも 逆 に 言 う と、 その 人 じゃ 絶 対 に さ、 なんか 作 ら ない よう な もの が ア ウ ト ポ ット と して 出 て る って わ け じゃ ん。 そう、 それ が すごい 面 白 く て、 そうそう そうそう。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:49",
      "text": "そうそう そう 分 か る"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:57",
      "text": "そう ね うん、 いや ー わか ります 何 か みほ (32:04.91) 確 か に だから 自 分 では ね 思 い 浮 か ば ない もの が なんか こう そ こ を 代 替 して く れる のは すごい な と思 って 見て た けど"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:11",
      "text": "そう なんだ よね。 そう なんだ よね。 自 分 じゃ、 た ぶ 女、 自 分 だ と その、 まあ いい んだ か 俺 に 書 く んだ けど、 その 人 の 癖 みたい な の が 出 て た。 今 まで ス ライ ド も ね。 それ が ある 種、 近 日 には な り が ち です よね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:22",
      "text": "うん うん はい はい みほ (32:32.91) ね え"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:34",
      "text": "いや ー 何 が いい んだ か ね っていう また そう いう 話 です わ っていう ちょっと ご んな さい あ ん まり ま と め ない で 話 し だ した んで も しか した ら ちょっと わか り づ らい か もし れない んで 編 集 は し と こう かな と思 いつ つ あと ですね あの 松 井 さん に ちょっと 私 も 色 々 気 にな る ト ピ ック を 聞 き たい と思 って いる んです けど ちょっと ハ ード ウ ェ ア 周 り の 話 私 は 弱 く て も しか して 松 井 さん が 結 構 色 々 知 ってる かな とか 思"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:35",
      "text": "楽 し み だ と思 いました"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:56",
      "text": "うん うん みほ (33:04.43) お"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:04",
      "text": "て いう ので な ん か どう なん ですか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:07",
      "text": "全 然 もう そんな 知 ってる ほど 知 ってる って こと でも ない んだ けど や っぱ 私 も イ ンフ ラ の 部 門 を ちょっと 片 足 兼 務 して た り とか して て その G PU サ ーバ ー とか を 実 際 に 見 た り する わ け です よ デ ー タ セ ン ター に ある G PU サ ーバ ー ね 要 する に 皆さん が 例えば AI 使 って それで L が 回 って いる"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:15",
      "text": "うん うん うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:23",
      "text": "見 る? どう いうこと?"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:37",
      "text": "実 物 なん つ の 実 サ ーバ ー? いや もう すごい の よ もう 本当 に ワ ンワ ンワ ンワ ン な って て すごい 消 費 電 力 な の OK"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:37",
      "text": "うん うん。 お ー、 えー すごい。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:48",
      "text": "いや ー なんか デ ー タ セ ン ター という もの に もう 何 10 年 以上 足 を 踏 み 入 れて ない し そ の この 時 代 で なんだ デ ー タ セ ン ター 自 体 は あれ なん ですか 別 にな って い わ ゆ る デ ー タ セ ン ター みたい な 見 た 目 なんだ けど 中 身 に 詰 ま ってる ハ ード ウ ア た ち が ちょっと かな り 変 わ って きた みたい な こと みほ (33:53.39) うん そう だ よ な"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:03",
      "text": "あ、 そう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:10",
      "text": "それは もう 全 然 や っぱ 違 って も この 15 年 とか でも すごい よ な だから 結 局 や っぱ その 効 率 デ ー タ セ ン ター 1 台 私 た ち が さ あの ラ ッ ング して いた で あの ね あの サ ーバ ー って さ なんか 多 分 その 時 当 時 で なんか 8 コ ア で メ モ リ ー が ど ん ら いや った かな 多 く て も なんか ど ん ら や った かな ぁ もう 忘 れ ちゃ った けど なんか 36 とか まあ なんか わか ん ない けど そ ん く らい かな とか なんか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:20",
      "text": "いい ね ね して る の はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:34",
      "text": "なんか 新 卒 で ね 入 って みほ (34:39.79) まあ その く らい の タ イ ミ ング で 私 た ち が 多 触 って た サ ーバ ー でも 今 とか もう 本当 すごい わ け もう なんか 何 倍 な の? なんか っていう 感じ な わ け 結 局 ラ ック あ た り の 集 約 効 率 が め ちゃ く ちゃ 上 が ってる わ け です よ だから 1 台 の 要 は 結 局 まあ 私 た ち が 見て いた 2 U の サ ーバ ー とか 1 U の サ ーバ ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:49",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:02",
      "text": "2 ユ ニ ット"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:03",
      "text": "2 ユ ニ ット ね 1 ユ ニ ット ユ ニ ット っていう のは こう 例えば 19 イ ンチ ラ ック の こう 何 度 か 穴 が 開 いて て まあ こう ユ ニ ット っていう タ ン が ある んです よね サ ーバ ー の こう 入 る っていう と そうそう ハ ード ウ が 入 る そうそう そうそう で まぁ い ろ い ろ こう サ イ ズ 感 が ある んだ けど い ろ んな サ イ ズ の サ ーバ ー が あ って 例えば さ その ラ ック の 中 で 入 る ユ ニ ット 数 って いる と 電 源"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:10",
      "text": "はい、 ハ ード ウ が 入 る の が 1 ユ ニ ット"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:20",
      "text": "ん ん ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:29",
      "text": "最 大 容 量 とか って 決 ま ってる わ け よ その デ ー タ セ ン ター に よ って で さ 1 ラ ック あ た り この この ア ット 数 の 電 源 が 引 け ます とか さ 決 ま って いる んだ けど それ が 結 局 昔 だ った ら さ なんか わか ん ない 例えば その 1 ラ ック に さ なん つ ー の かな 今 だ と 10 台 ぐ らい しか 入 ら な かった の が 今 って なんか 1 ラ ック で 何 百 台 とか 入 ります みたい な 感じ にな ってる わ け よ だから 集 約 効 率 全 然 違う わ け よ うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:31",
      "text": "あー なるほど"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:37",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:49",
      "text": "へ ぇ っ! っ! それ って 言 う のは、 つ まり 1 個 の ハ ード ウ ア の 物 理 的 に 小 っちゃ く な ってる って 意 味 なん ですか?"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:57",
      "text": "性 能 が 上 が ってる の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:00",
      "text": "はい みほ (36:00.91) だ って さ Mac だ って そうだ けど 同 じ く らい の サ イ ズ 感 で さ 全 然 違う で しょ 例えば 今 の 4 と か の Mac が 出 て く る じゃ ん その 時 と 昔 の 例えば 何 世 代 何 世 代 Intel 何 世 代 の なんか こう C ore i 5 Core i 7 と か さ そう いう 数 世 代 離 れる と 全 然 違う じゃ ん 性 能 が その 性 能 が 上 が ってる から PC 体 の 単 価 も 上 が ってる わ け で だから もう その 1 台 あ た り の その 集 約"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:07",
      "text": "うん うん うん うん うん うん はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:17",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:25",
      "text": "な ぁ みほ (36:29.87) 入 れ ら れる その C PU の 数 も 違 えば コ ア 数 も 違 えば 詰 め る メ モ リ の 数 も 違う し ネ ット ワ ク の イ ンタ ーフ ェ ー ス が 処 理 でき る 量 も 全 然 違 って め ちゃ く ちゃ すごい 量 を 例えば ラ ック 単 位 で 言 えば すごい 数 の サ ーバ ー が 収 容 でき る よう にな って いる 一 台 あ た り も そうだ し ラ ック あ た り も そうだ し みたい な 感じ なん で ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:37",
      "text": "はい、 なるほど。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:45",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:56",
      "text": "えっ、 って なんだ ろう。 イ メ ージ、 LL っていう もの が 出 て き て、 ぶ ん その モ デ ル 作 る ところ が す っ ご い 大 変 だ みたい に 聞 く じゃない ですか。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:58",
      "text": "うん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:07",
      "text": "ああ そう そうですね 学 習 フ ー ズ ね ト レ ーニ ング の フ ー ズ が め ちゃ く ちゃ その G P を ぶ ん す わ け よ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:14",
      "text": "や っぱ り この 先生 AI って 言 わ れる この 時 代 にな って その 作 る 方 が なんか っちゃ パ ワ ー 使 う よう にな った それ と も 使 う 方 も"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:25",
      "text": "あ、 でも 多 それ も そうだ し、 そう、 それで なんか 私 も なんか さ、 結 構 気 にな ってる のは、 なんか や っぱ 最近 動画 の 生 成 する 人 いる、 結 構 いる じゃ ん。 で、 なんか 私 も この 前 息 子 が 見て た、 なんか、 何 て 言 っ You T uber が なんか こう、 ちょっと した 動画 を 作 って て、 数 十 秒 ぐ らい んだ よ。 で、 どう 見て も 生 成 愛 だ な って 思 った の。 要 は まあ、 その キ ラ ク ター の こう、 イ ラ スト の その 質 感 の 一 貫 性 とか が ない んだ けど、 まあ まあ 同 じ キ ラ ク ター なんだ ろう な って わか る んだ けど ね で あ これ 動画 です s sa 作 って んだ な ぁ と思 って すごい な すごい 今 も こう いう の 出 す んだ な ぁ とか って 思 って み た んだ けど なんか そ した ら なんか その ん 記 事 で ど っ なんか の mit か なんか の なんだ っ け 記 事 え っと が あ って それで まぁ その 動画 1 秒 あ た り に こう 電 子 レ ン ジ 何 秒 分 使 う みたい な さ あ 先生 に さ みたい な の が"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:05",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:13",
      "text": "うん みほ (38:22.67) や っぱ あ って。 何 に そんな に 書 き か か ってる の か、 ちょっと 私 も 中 身 も ちゃん と 見て ない んだ けど、 ああ、 や そうだ よね ー って 思 って さ。 まあ、 その 推 論 の 部分、 その 単 純 に テ キ スト で その ア ウ ト プ ット を す のは、 も ち ろ ん、 あの、 そ こ まで か か ん ない かな と思 うん だ けど、 や 動画 とか さ、 最近 すごい じゃ ん、 結 局。 そう なる と ど んな も ん なんだ ろう な、 ちょっと 気 にな って み て た ら、 や っぱ その く らい か か る んだ、 とか 思 って。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:42",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:50",
      "text": "本当 に 素 人 で 考 えて いる と 明 ら か に 画 像 を る だけ でも 結 構 後 ろ 裏 側 は っと 大 変 なんだ ろう な と思 う の に 動画 は 多 分 さ れた もの だ し デ ィ ープ リ サ ージ とか も 1 個 や る の に も 多 分 タ ス ク を い っぱ いや る じゃない ですか 1 個 1 個 の 作 業 に みほ (38:54.19) うん みほ (38:58.35) そうだ よね。 うん。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:05",
      "text": "うん そうだ と思 う"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:14",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:19",
      "text": "わ から ない L L って なんか すごい 考 えて る 感じ する から 今 まで の 単 純 な デ ポ ン ス エ ル ケ ー スト デ ス ポ ン ス よ り か は 考 えて る の かな って 思 って て そう する と や っぱ り その 裏 側 の デ ー タ セ ン ター で か か って いる 電 力 とか 負 荷 とか っていう なんか すごい 指 数 関 数 的 に 上 が ってる ん じゃ ろう な という 予 測 だけ は して る んだ どう な ってる んです か 世界 全 体 の 消 費 電 力 が 高 ま ってる の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:22",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:34",
      "text": "そうそう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:39",
      "text": "絶 対 それは そう だ と思 う"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:47",
      "text": "どう なんだ ろう ね でも なんか や っぱ り それ だけ の 例えば G PU を 置 く ため の デ ー タ セ ン ター って や すごい や 電 力 いる の よ や っぱ その G PU 自 体 が もう 今 空 冷 では 冷 え ない レ ベ ル にな って き て る から その G PU サ ーバ ー が いや 普 通 って さ パ ソ コ ン も そうだ けど フ ァ ン が 回 って フ ァ って 冷 や す わ け じゃ ね すごい 熱 にな る ので や っぱ その C PU とか G PU が 回 る と ね それは もう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:08",
      "text": "ん ん ん みほ (40:14.03) もう 今 ぐ らい 今 新 しい 最 新 の G PU とか に 乗 って く る と まあ 普 通 に その G PU だけ の その なんだ ろう 1 台 に あ た り に こう 何 個 の G PU 積 んで る か とか に よ る と思 うん だ けど でも そう 高 密 度 な サ ーバ ー にな れ ば なるほど や っぱ 冷 や す 効 率 を 考 え な き い け なく て や っぱ G PU の デ ー タ セ ン ター 見て み る と すごい で か い フ ン が 回 ってる わ け ラ ック 自 体 に も 大 き い フ ン が つ いて て バ ー って 回 って た り する わ け"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:37",
      "text": "すご そう みほ (40:43.31) だから そう いう の じゃ もう 冷 え ない んだ よね もう 熱 が そう なる と じゃあ そう 次 どう する か という と その まあ デ ー タ セ ン ター 自 体 も す ん ぐ ク ール 入 って て フ ァ ン 回 して 何 とか 熱 を 逃 が して デ ー タ セ ン ター って ホ ット ア イ ル と コ ール ド ア イ ル って って 前 から 吸 気 して 上 白 から 吐 く っていう の が 一 般 的 だから 吸 気 の 側 は 冷 えて な き い け なく て 吸 気 と その 暖 気 の 吸 気 する 方 と 排 気 する 方 の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:47",
      "text": "いや ー どう な の 女 の 子"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:02",
      "text": "はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:13",
      "text": "温 度 を ちゃん と 管 理 し ない と 全 体 的 に デ ー タ セ ン ター の 温 度 が 上 が っちゃ って サ ーバ ー に も 良 く ない し みたい な も ある から そう いう の も ある し そう なる と G PU って すごい な って 思 って 見て た んだ けど でも 次 とか の 世 代 新 しく なる と 水 冷? 水 で 冷 や す んだ よね そう、 ちょっと い ろ んな 方 法 が ある んだ ろう けど 水 で 冷 や す って サ ーバ ー の 中 に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:32",
      "text": "え? 水 で?"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:41",
      "text": "例えば 床 なん て さ、 電 熱 線 で 温 め る タ イ プ と、 温 め た お 湯 を 床 の 下 に 回 す タ イ プ が ある じゃ ん。 あれ の 水 場 みたい な。 わ る サ ーバ ー の 筐 体 の 中 に あ って、 そ こ に 水 を 通 して 冷 や す みたい な さ。 とか、 い ろ い ろ 水 冷 も 方 法 ある んだ ろう けど。 すごい よ、 ハ ード ウ ア の 進 化 みたい な の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:47",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:54",
      "text": "なるほど ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:10",
      "text": "多 分 すごい んだ ろう な と思 って 見て る でも や っぱ そう いう 電 力 を 使 う よう な 筐 体 を 収 め ら れる デ ー タ セ ン ター っていう の を っぱ り 用 意 し な き い け ない んだ よね それ だけ の 電 気 を 使 う から 建 物 全 体 でも それ だけ の 電 気 を 切 ら な き い け ない から じゃ ん って なる と 今 まで の なんか G PU 入 って ない 一 般 的 な 普 通 の C PU"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:13",
      "text": "ええ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:38",
      "text": "メ イ ン の サ ーバ ー の デ ー タ セ ン ター と 違う よう な 感じ にな って く る んだ な ぁ みたい な こと を そうそう そう そう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:42:46",
      "text": "いや、 お 金 ない と 本当 でき ない です よね これ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:52",
      "text": "いや だから 結 局 や っぱ でも なんか ちょっと や っぱ 話 題 にな って た よね その や っぱ エ ネル ギ ー どう す ん ね え も んだ よ これ が 一 般 的 に ね や っぱ み んな 使 わ れる よう にな った 時 に さ とか なんか そう いう の を チ ラ チ ラ 聞 く から いや ー まあ 全 体 感 世界 観 は ちょっと 私 も 全 体 感 わか ん ない けど でも まあ チ ラ ッ と そう いう の ね 私 も まあ 実 際 G PU サ ーバ ー とか 見 せて も ら った 時 に うわ す げ え って なる から や っぱ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:19",
      "text": "いや ー そう か ず っと その 物 理 の ハ ード ウ ア を み 見 た こと が あ ない ま ま ず っと 着 ちゃ ってる から え ー なんか め っちゃ 面 白 かった 面 白 い 話"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:43:23",
      "text": "う ーん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:43:28",
      "text": "面 白 い よ だ から や っぱ り 自 分 た ち が いた 時 の 私 が その イ ンフ ラ で 物 理 構 築 して いた 時 の さ その 時 と い わ ゆ る ク ラ ウ ド が 主 流 にな った 時 の デ タ 例えば 今 う ち も そう いう デ ー タ セ ン ター あ った り する けど その レ ベ ル も 全 然 違う わ って な った けど そう GPU も す げ ー な ぁ G PU サ ーブ も すごい な ぁ って ちょっと び っ く り し ちゃ った も ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:35",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:42",
      "text": "ご"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:48",
      "text": "そ ー そ ー か"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:53",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:43:58",
      "text": "そう いう の も 何 だ ろう ね。 たい よね。 見 る 機 会 が 昔 みたい に。 セ ン ター 見 学 とか 何 か 前 あ った けど。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:44:01",
      "text": "あー そう、 だから や っぱ、 ね うん うん うん うん ね ー そうそう そう"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:44:09",
      "text": "いや 面 白 い よね、 そう いう の 見 た ら こんな 電 力、 こんな な って んだ みたい に 知 り たい 人 い っぱ い そうだ よね、 デ ー タ セ ン ター"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:44:14",
      "text": "そうだ よ 本当 に だから そう 電 力 も そうだ し や っぱ その ネ ット ワ ー ク も 本当 に や っぱ り こ んだ け さ まあ 応 答 が 早 く ちゃん と AI が 返 って く る って こと は それ だけ の デ ー タ 量 を さ そうそう そう デ ー タ を 処 理 して ね サ ーバ ー 側 でも そうだ し それ も すごい な って 思 って 見て た"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:44:28",
      "text": "そう す よね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:44:38",
      "text": "いや、 ありがとうございます。 白 い 話 が。 ちょっと 私 が あ まり 用 意 して な かった んで、 っと、 程 度 で ね、 ちょっと つ いつ い しゃ べ り す ぎ ちゃ うん です けれ ど、 まあ こんな 感じ ですね。 今日は 締 め よう と思います。 はい、 えー っと、 はい、 また ご 意 見 ご 感 想 だ った り、 ク ライ ア ント、 各 種、 えー、 Pod cast Cl ient の レ ビ ュ ー、 評 価 な ども、 えー、 お 待 ち して お ります。 はい、 では、 さ よ なら ー。 みほ (44:46.19) いい です みほ (45:03.95) お ご ち"
    }
  ]
}