{
  "episodeId": 84,
  "segments": [
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:02",
      "text": "ammitt.fはit企業で働く2人のママが子育てをテクノロジーでハッピーにをコンセプトにおしゃべりする子育ていくポドキャストですフードバックはハッシタグマミットfもしくはお便りフォームで募集しておりますはいじゃあ夏休みということで熱いねー熱いよー熱いねてか熱いねもううん熱いって一言で言えるレベルじゃない?実は来週の火曜日に万博に行くんだけど、ボルテミックにも一回行って、おとも行きたいっていうから、2回目。2回目行くんだけど、37階から99度とかってなってて、いやー。だじぶかなって、今お昼時にちょっと外に出て、子供たちの食料調達をしてきたんだけど、とてもじゃないけど。ずっと入れないね外ね。万博ね、うちも子供行きたがってるんですけど、やっぱうちからだとめちゃくちゃなかなか計画ちゃんとしないといけないから、悩ましいって感じです。夏休みに行くかどうかって感じちょっとや暑い時期はね、外した方が本来の時にはいいね。かもね。いやいや、ということで松井さんは帰省してそうですね。はい、今大阪におりまして。いいですね。はい。あれですよねいつもとちょっと環境が違うということでちょっとあのバタついたんで一回今日ははいズームでちょっと復ね環境がいいズの優秀さんにやっぱり今やっぱノイキャがすごいねうんやっぱねなんか最近あのリバーサイドFで撮ってるんですけどねどうしても後ろのザーって音が消えなくてね今ねちょっと今次回はいいろいろ検証しながらというところですがちょっとあまり時間もないのでサクッといきますと。夏休みですので、どうですか?夏休みっていう話をしたいんですけど。夏休みね。夏休み、たぶんゆうちゃんがすごいことをやっているので、大したあれじゃないんだけど。いや。前振りしちゃったけど。うちはもう普通に、終わった。え19だったかな。金曜日に修行式みたいな。修行式っていう概念が前期後期だからなくて、単純に夏休みに。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:21",
      "text": "そうそうそうなのよね。ないんだけど、終わって、土曜日娘のダンスレッスンに行ってから、そこ大阪に帰ってきて。で、もうこっちで私はちょっとリモートで仕事をさせていただきながら、ちょっと2日休みとって、キンプ行って、釣りして。で、やっと昨日ぐらいから、あ、そう、今年ね、なんと子供たちの夏休みの宿題がゼロなんですえぇー!うわうわ、マジか。そんなことある?って思って、私もそれさ、なんか事前に情報あったのか、私がちゃんと見てないかったかもしれないんだけど、で、もうその19日に学校終って帰ってきて、で、まあ大阪にね、帰るからちゃんと宿題持ってかなきいけないよって、すぐ行くからねって言って、言ったら、いや、お母さん、宿題ないんだよとか言って、うー!で、何それ?ってなったの、私は。なんか校長先生が今年はちょっと試しに宿題なくしてみましたって感じだったとか言って、うそ、そんなことある?ってなって。ツトワクかる。いや、でもさすがに。さすがによ。親としてはさ、たとえ勉強であっても、やることがあるっていうのがさ、っぱ、一つ、なんていうか、重要というかね。なんか目標っていうか、計画とかね。そう。そうなのよ。それをさ、やっぱ、これやばいなって思って、やんなきゃいけないんだってなったわけですよ。もうなんかちょっとどうしようと思って、問題集はとりあず買って、大阪に送って、やっとキンプ終わった、だだんだんで、昨日ぐらいからちょっと。はい、1日ちゃんと1ページ9ヶ月やってくださいみたいな。すごいすごい。はい、感じます。ー、そういうさ、なんかハンドリングこっちが嫌だから、まあそういう意味ではね、なんかどうなんだろう?うちは結構多い方で毎年。そうなんだよね。やっぱでもね、これ教育格差だと思うちょっとさすがに。いや、それがね、それがね、うち世田谷役なんですけど、比較的、うちは多いのに、隣はないんですよ。それは世田谷役の中で?中でなの、そう。だからそれ本当校長依なのかなって思ってたぶんなんだけどそのうちの近所の小学校たちは中学受験率が高いんですでたぶんね夏休みいっぱいやることがあるんでしょうからっていう理由説がちょっとそこに引くとそうなんだけどさすにそこの親もなんか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:44",
      "text": "言うてもさすにちょっとは出してほしいって言ってて。そうだよね。なんかちょっと本当にもうなんかそれゼロからはこっちやらなきいけないのも、1個なんか本当タスク増えたわいや、本当そうですよね。しかもさ、親が言うとなかなかなんかやらないじゃないですか、多分。そうだよ、本当に。いや、でもだからなんかわかんないけど、この問題集やっといての指定とかでもなんか全然いいんだけど、でもそれはやっぱりさ、公共のさ、学校だとさ、きっとそのなんだ、この教科書選びとかもきちんとっぱその愛秘とってさ、何ていうの、利益がこう、ちゃんとその何か1個もね、そういうのもあるんだろうなと思ってたぶそういうこともできないんだろうなとかさ、いろろ考えちゃうけど。いや、それにしても。どうなんでしょうね、ね。本当に。宿題がないとある。うちも確かに自由研究が任意になったんですよね。それはもうずっと落ちそうよ。そうなんだ。そうなの。えー、そうなんだ。なんか、いろ減ってんだね、じゃあね。たぶんな、も作中なんですよね。学校も、工業教育も。ないがいいのか、みたいな。確かにね。ないなら、別にいいんですよ。デスクに座って勉強がなくてもいいんだけど、わからない。探求の課題がある、だとかさ。だから、目標を持って、なんかこう。言うても計画的に6週間って超長いじゃん子供からしたら。言うてもその6週間を計画的にっていうのをすごい難しいなってやっぱりいつも思ってて子供を見ると計画立てるって。そうだね。なんか1個ぐらいあると嬉しいね。よね。あとやっぱなんかそのなんだろうそのなくした理由っていうのが私もちょっとよくわかんないからさ何個もえないんだけど、なんかそのいろんな経験をしてくださいとかっていう例えばさ一つさ理由があったとしてね。でも、与えられる経験って、家の経済的なあれだったりとか、変わるじゃない?って。だから、っぱみんな、変なし、ある意味、いう教育だから、一生ので、みんな同じことやってる、一つやってるっていうのも、一つ大切なんじゃない?とか、ちょっと思ったりはするわけ。親が、ちゃんと考えて、じゃあ、っぱりこれをやらせようってさ、できる人もいれば、できない人もいるじゃん?それはさ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:58",
      "text": "うーん、なかなかいろんなことを考えてしまうなしこないなしっていうこと一つとって思ったもって。そうそう、だからやっぱその経験にもお金がかかったりとか。いや、それな、それ。本当にやっぱ、ね、っていうところでいうと私はすごいことをなんかゆうちゃんがしているという情報を得てさ、ちょっとまさにそれを聞きたいと思っているわけよ。そうですね。じゃあですね、末意見は基本的に思う。大阪で帰省をずっとしていて、私はそれが羨ましいんですよ、本当に。そうだね。なんかやっぱどちらもご両親が、そうなんです。前もね、ちょっと回触れたんですけど、田舎が欲しいわけですね、私は。はいはい、そうね。体験格差みたいなのをちょっと危惧しててね。そうだね、言ってたね。で、ちょっと前回、におわせと言いますか、予告したんですけど、何をしてるかというとですね、ち3人いるうちの2番目のおさんなんですけど、一人で海外に送り出した。本当にびっりしちゃったそれ。結構ね、簡単に帰ってましたけど、結構な意思決定でした。そうだよね。やっぱり色々、仕事でもそうだけど、家庭内での重要な意思決定みたいなのもすごい。脳みそ使って大変だなってめっちゃ思いながらやったんですけどすっいいろんなものを店便にかけていろいろ店便にかけて2週間ですスイスに1人で行かせることにしたんですよまあ直行便ってことだよね?直行ですねもちろん咲良直行でその意思決定に至るまでを簡単にお話しするとですよ夏は夏休みどうしようっていうのはなんとなくすっら春ぐらいから思ってたわですよ。長いスンで考えてるね。確定してるのは、まず一番上は塾に通ってるんで、基本的には下記講習、しかも結構がっつりあると。そうね。ってことは今年になって初めてのお弁当ができたりとか、お弁当。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:11",
      "text": "あ、それ柿香臭があるから柿香臭のために、そう。ラララとか、まあなんだかんだ、最近そんな宿題こっちが何かサポートとか見るとかもあんまなくなってきた。自創力がちょっと高まってきたからいいんですけど、でもなんだかんだスケジュール朝、ちょっと送り迎えしたりとかさ、仕事と調整してなんだかんだある、まずそこで結構何か一個気取られる。で、一番下はまあ別に応答、練といいますか、ね。で言うてもただまあ、送りと、まあ奏芸はありますよね、とりあず。こは一番意味として。じゃあ真ん中どうするかと。今、小さんで。彼の性格上、っぱりお家にずっといたいわけなんですよ。そうね。インドアだって言もんね。そうそうそう。なんか私としてはやっぱり、まあ、私は困るわけですよね、当然。一番何が困るって、っぱ食事とか。まあ食事もそうだし、健康ですよね。さすがに家に引きこもって今レゴが超ハマってるんで朝起きるやいいなやまあレゴロフトにレゴの置き場があってそこにこもってわけですよ一日中ちょっとお腹がお腹がくっていうこともや我を忘れてずっとやってるからそうご飯食べてよ朝ごはんみたいな感じでこっちから言ってもうでもいらないみたいな感じでお腹空いてないとか言ってたまに降りてきてはなんかカンプラーメンを食べたりしてたりしてもうさなんかそういうのも本当不健康すぎるしはいはいでもなんか休日ね一週間ある休日一日それやるぐらいならまあ本人の好きにどうぞって感じですけどもさすがに夏休みそれやる気満々だから結構きつい私はあーねーなるほどねーそのやっぱだからいろいろ探したんですよそれに代わる何かあのやっぱりまあ学童ですね一番は学堂に基本的にはちょっともう週の半分でもいいから行ってほしいとかもう学とすごい嫌がるんですよなんかあんまりみんなでなんかするの好きじゃないんですよね基本的には単独や自分でこう単独で集中してばっりいたいみたいないうことなんですよなんか嫌があるしじゃあちょっとお姉ちゃんと一緒に書きこしを行こうかとか言たら最初それならそれでいいよとか言ったんですけど結構いっぱい書きこしをあることを判明してやっぱり嫌だとか言い出して"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:28",
      "text": "こっちもさ、別にそんな言ってほしいわけじゃないんだけど、お金もかかるし。でも、はそんなことよりも、っぱりンプとかさ。なんかわかんない、その自然体験とかさなんかそういうの日本とは言ってほしいわけですよ。もう海外だったらねそれこそサマーキンプみたいなね。それもそれですごいお金かかって、それこそ体験格差って言われてるけどね。うんうん。でも日本でも私は国内でも結構騒がして、なんかどうやったらうちの子がそのね、なんか別にあるんですよマイクラのキンプみたいなもあるし、プラミングのキンプとかも。まあでもそれ日帰りなんですけどね。うん。なんかでもそういうの、とりあずそういうの行く本人が好きそうななんかで行くかとかでもそれもまたスポットで自分で予約してお金もなんかかかるしみたいなその分じゃあ上野コーナーのどうすんの送り迎えとかんーみたいなパズルこっちも仕事もなんかちょこちょこってここの日はちょっと出してなんかしなきいけないしとかってまあやっぱどう考えても1個で一番重いんですよなんかルーティーンじゃないからそのやっぱそのねある程度のやっぱルーティーンができる一番上と一番下はまあ考えやすい弾きやすいですよねはいはいそんなコーナーで結こうあの手この手でもずっと春からいろいろ調べてたわけですよまあどうするかこんな顔でふとそれで田舎帰省みんな帰省してるっていいなとか思っててふと去年先生いた時に次は子どもたちだけでおいでって言われたことを思い出したんですよ先生と親戚にね一応そのなんだっけキッズサポート的なものがね国外社なんか義務らしいんですよ12歳以下の一人旅はお世話必ず引き渡しまでお世話しててねっていうのがわかんスイスウアだけとか、その辺だけがわかんないけど。私も子供の時、6年生だったら5年生だったら1人で母方の田舎にね、鹿児島に帰ったこともあるんだけど、その時はまさにそんな感じだった。使ったんですね。うんうん。そんな感じだったよ。一応、ある程度知ってたけど、さすがに14時間半なんで、どうかなぁ、海外だしなって思ってちょっと調べたりなんないよ繰り返しずっと。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:34",
      "text": "うん、やっぱりあっちこっちって繰り返してたんですが。はいはい。で、一回もうさすがに生ちょっとやめようってなってたんですよ。食前までは。あ、そうなのね。なんだけど、6月末ぐらい、ほんと1ヶ月もう切ってたね。残り3週間ぐらいの時にちょっといいとこで喋って、その、ほんとはね、7月、私は行くなら最初に行きたかったんですよ。夏休みの最初に。あ、はいはいはい。そうなんだけど、向こうがちょっとの、持ってるお部屋の都合で、月しか無理だったって聞いてたから。うん。8月のうちもなんかいろいろ後半しか行けなくていくならねなんかうんと思ってたんですけどその7月が急に開いたっていう情報をその3週間ぐらい2、3週間前に聞いてへーってなって試しに見てんですよ航空券はいはいはいしにねそしたらなんかよくわかんないんだけど8月よりもが全7月の方が安くてへー8月は基本的に全体的に高なやっぱ夏休み期間だからだよね多分ね。そうだけど7月の後半からみんな夏休みじゃないのかな?わかんないんだけど。わかんないけどね。もう一つわかんない。向こうとのね、水数の都合がわかってないんだけど、なぜか7月のその後半のところをたら、ら、曜日外すと偉い、価格で行ける場所があったんですね。はいはいいくつか、低価格って言うてもなんですけどね。でも何十万もやっぱ変わるんで本当にそうねーえー見てて意外といけるぞってなってはいはいはいかもなってなってちょっと景樹さん一言打ち合わせてどう最大どれくらい行けるとか言って高校圏一緒に見ながらもう超ドキドキしながらいやどうするなんかやっぱりやだとか言いしたらどうしようでもなんかそのなんつのキャンセルオプションだとプラス3万とかさそういうのいろんな意思決定するシーンがもうずーっといろろあっていやでもプラス3万でキャンセルしなかったらでも食材に風邪ひいたらとかってまあいろんな分岐を繰り返しポチってやって残り2週間ですよいやすごい残り2週間後行くかってなって行きました"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:58",
      "text": "行かせました。いやー、ほら、これで何かあったら私、すごい後悔するじゃまあまあまあ、ね、ここまで来ちゃったらもう。そう、だけど、結局日本にいたって何か後悔することだってあるしさ、みたいな感じで。いや、でも私はすごいだと思って、まずそのね、ジナム君が行くって言ったんだっていうのは結構。それがね、消去法なんですよ彼の中では。そんな夏休み、柿公衆とか、工藤に行くぐらいだったらスイスの方がマシだとか言って。すごいね、分かんけど合理的っていうか。そうそうそう。本当現金数が合理。だからママがお選別もちょっとだけあげるからって言って。それだってお金まずどうしようって思って、送金みたいなことできないからどうしようかなと思って。とりあず向こうと話して生活費ってか、生活費くらいの中出すよって言ってたんだけど、向こうでお土買いたいとかなんかあるじゃない。私だったらクレジットカードでやればいいんだけどさあどうするって思って物価の感じもちょっと違うからなんとも言えないんだけどどれぐらいあれば日本円でどれぐらいあればお土産、賞賛でお土産っぽくなるのかなって話で一応この感覚では多分ススフランなんで50スイスフランあればお土産買えるんじゃないみたいななんとかって話で日本円でとりあずまず2万円っていう額を彼に渡せましたとで、その2万円の中で、多2万円だと結構足りない。少ないとは思うんだけれども、なんかこう、物欲が本当すごいから、それをあげるってなった瞬間に結構目が輝いて、だからそれを必ず大事に持っていって、でもこう着いたらエクスチンジして、じゃあこの日本円の2万円っていう金額はススフランデにすると、今なんとかいくらになると。ちゃんと計画して計算して。買うんだよっていうふうに言って結そういうところに関してはすごいあの頭働くんでしょなんかすごいこうやっぱレゴとか欲しいからもういつもなんかメルカリとかネットサーフィンとかしてなんか安いやつこれならちょっといくらだよみたいななんとかすごい売ってくるみたいな感じだからそうこれ一つちょっとそのなんつーのお金の勉強にもなるしと思って"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:21",
      "text": "ブッカっていうのは違うし、冷凍とかもなんか日に違うんだよみたいなこと。いろろなんとか後付けで教育様子を盛り込んでですね。なるほどね。なんと言ってもやっぱね、体験ですよ。っぱり。体験っていうのすごいよ。驚いちゃうよ。驚くよね。結構みんな、結構メッセージきましたね。マジ?うん。だって、まあ、とこもすごいよね。いとこすごいの。そう、いとこがすごいですよ。マジで。なかなか子供一人2週間見てあげるのもさ、大変よ。一人だろうが。子供がね、ちょうど私為なんだけど、ちょうど子供がいなくて、すごく落ち着いて豊かな生活をしているので、もうこれはちょっと一人預かってもらおと思って。そういう関係性なのがいいよね、おいてことね。そうね、まあ、当時も一緒だし、なんだろう、ちっちゃいとから、く日本に行くから遊んでって、私もほら、私がもう独身時代はもう毎年行ってたんで、そうです。関係性は非常に良いって、まあ、それはもちろん、もちろん、みんなに当てはまるわけじゃないから、そんなこれおすすめですよとかって言ってるわけじゃ全然ないんだけどさ、ないんだけど、ちょっとせっかくなんで。あるものを使わって自分の問題解決をするっていうのの時ちなみにいつ行ったの?夏休み入っても3日目ぐらいの祝日?月曜日祝日かな?もう結構ね、たってんだね3、日たってかな?結構ねやっぱ時差があるよとかそれもなんかその時差の問題とかもなんか最近うちの長女が勉強で、なんか地球みたいな単元があって、はい。で、まぁ、統計がとか、なんか移動が、経度が、難度で計算して、なんとかみたいな問題が出てて。へそんなのやるんだ。あ、でも、その年でやったのかなぁ。やったの、なんか、どこかでやったの覚えているか。ちよちとなるとまた違うだろうとかね。そう、で、結構これはムズイぞってなって、日本はそのグリニチ、なんかその標準C5線がなんかなんかで、ここからだからJST。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:44",
      "text": "もううちらだったら結構なじみのあるさ日本時間でこうだからとか言ってそのねgmtからマイナスなんとかだからみたいな計算が出てこれ子供わかるじゃないですか感じなんだけどこういうのもなんか地球見ながらねあのスス行ったじゃんって実際なんか7時間あったよねとか言ってそしたらかなりそれであのメイクセンスでしてやっぱそういったなんだろう私は体験があの将来的になんかいろいろね結びつくというのをすごい信じているので、んまり、そう、机上のお勉強というよかは、もうとにかく今体験いっぱいして、なんでそれもね、地球の裏側に手次差があるよっていう話とかも、ほら、わかるかなと思ってっていう、こじつけなんですけど。まあ、そういう、そんなコーナーでさ、ちょっと、結構ドドキしてましたけどね、なんか飛行機の中とかでさ、どうしてるのかなみたいな。ねえ、不安だよね。いや、不安。CAさんとかがちゃんとね、ついてくれて、声かけてくれたり、くれたりね。っちゃするもんね。その様子もどんぐらいの頻度とかで、来てくれるとかも、全然わかんない。私は知らなかったから。でも、んまり言葉数多くないから、うちの子、なんか、僕をついて、どうだった?みたいな感じ。だけど、別に、みたいな感じ。あんま、情報が全然よくわかんなくて。何時間かかるんだっ14時間半で。14時間半。で、寝ないといけないのに、前回もそうだったんだけど、じ、興奮して寝ないんすよ。しかももうねあの時私暇すごい暇だから一応ね欲しいって言ってたマイクラのねザムービーの本欲しいってってたそれをちょっとこれをお土にあげるからあとスイッもあげるからって言ってやっぱり手荷物のスーツケスに入れてだからこれは絶対肌見離さず持ってなきいない例えばスマホとかパスポットとかしてねはいはいはいはいはいはいはいはいはいはいはいどれをここに入れるべきかっていうのももうそれ一つとっても、ああもう非常に大変だった。頭疲れた。あれはパスポート出す、なんていうの?税関じゃないか。何だったっけ?チックイそうそう。要は、帰るときに言うじゃん。ああいうのって、そういうのをフローしてくれるの?もうね、チックインカウンターでもうバイバイなんです。直前まで行けなくて、親も。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:08",
      "text": "いやそうだよね、だから結局、海外行く時ってパスポート見せてさ、ら、あきみたちみたいな。えっとね、全部やってもらえるフローがあります。アンカンパニーマイナーっていうなんかそういう名前なんですけど、っていう、でっかいオレンジのシールと、なんかこの子はそれだよみたいなのを、ペタって貼って、首からパスポート、大事な書類セットみたいなのを首から下げられて、じゃあ行くよみたいな感じで。ついてってくれて、多分なんかやってくれたんだと思います。国内線だと結構、ゲートまで来てくれた気がするのよ。が。直前までね。私もその情報を見てたから、私行けるのかと思ってたら直前まで。国内線だけなのかもしれないけど、チックインカンターでバイバイで結構そこから長いじゃないですか。トイレとかどうするの?とかさ、すごい言える?とか言めっちゃ言って、もう一応なんかあの翻訳アプリみたいなこっちはさ当然成田では日本語日本人の語のサートがあるんだけど向こうだとわかんないって言われちゃっててこうついてからはその確実に日本語サートの人があの何向こうで引き渡せるかはわかりませんとか言われててどうするのそれでも今まで何かあったことはないので大丈夫だと思いますとかってもう信じるしかないよねみたいなそうで、もうなんかそのいいとこに聞くと、このによるとLI早く出てきたらしいよね。あのなんかやっぱプライオリティのCマーク貼られる。そうスーツケースにもでっくプライオリティ貼られてて、多分もう一番近道多分通ってきたみたいで。構早い私なんか前行った時もう超迷いまくって大変だったんだけど出るの。まあそういう意味では下手に私よりはよっぽどよかったかもしれないって思ってる。それか今調べたけどスイスフランめちゃくちゃ高いね。高いよね多びっくりした。しかもなんか今最大じゃないもんもはや。嘘、嘘、そうなんだ。一スイスフラン184円だったよ。おーまあ。私ちょっと前見た161円とかだったね。高20円くらい上がってる。うわー。すごいね。こんなに上がるんだ。やったそうなんだ。へんない。もうどうなってるか。私は2本円持たせたっきり。なんか向こうの差異加減にもうなんかはみ出しても払うからっていう。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:32",
      "text": "言ってんだけど、払い方が払えないみたいな感じなんですよね。総的な。この10年ですごいね、1.8倍ぐらいになってるんだね。すごいね。だから、その2万円は、あなたが何かに使うって考えて使ってね。なるほどね。ここがいるわ。確かに。もう3万円は別のところに入れて、これは、いとこにちゃんと、言うても交通費とかいろいかかるし、から、なんかどっか行くとかかかるから、これはちゃんと渡すやつだよって、すり合わせて、いろいろやったんですけどね。まあちょっと、そんな感じっすわ。いやいやいや。いや、どうなの?行ってからは特に、ちょっとはもう慣れたの?気になるじゃん、やっぱ。あん喋んない。一応なんかLINE電話とかするんですよ。こっちが寝るときとかに。でも、割とあの、ひひょとしてるんで。こっちはお姉ちゃんとかがもう寂しいよーみたいな感じで、私は超ずるいずるいって言えば。行きたい、絶対私も行くみたいな感じでなってんだけど、向こうはなんか、別に、みたいな感じで、基本的にも、なんかどう?寂しくないの?とか言うーん、みたいな。なんか、もうよくわかんないんだけど、とりあず行ってくれてからもうよかったと思って。いや、気もすわってる宇宙絶対無理だよ。そんなの行けない。ったく。いや、ほんとに、だ重要時間を飛行機に一人で乗るっていうこと自体ができないもんね。だからこれは私もわかんない。できるかどうかもわかんなかったから、全然。できる保証もない。本人もわかんないじゃん。できるとか言っても。うん。でもさ、例えばさ、行ってさ、チックインする時にさ、もう、やだ、行きたくないって可能性も全然あるわけじゃん。そう。それちょっと、そうなったらどうしようとは思ってた。そうだよね。そこ行ったの、うち、ぶん、絶対自分の子供たち、そうなるなって思うから、もう、わかるもん。っていうか、逆に言と、行けるって。だかもって、思えるのはすごいことだなと思って。子がさ、っぱ、普通にこの子、まあ、けんじゃないって思える気もが座ってるっていうのがすごいよね。すごい、いろんなパメーターが頭の中であらえて、そう感情面、しかり、陰性面と感情面、スケジュール面、もう、もう、ろいろ体験とか、なんか感とか、っていうの。でも、本人は意外とその、"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:53",
      "text": "うるさいままから離れられるからとかなんか言ってましたけどねいやだからそのさそのそのそのジナンの着物座り方よだからそうそうそうそうそうそうそうそうそうそうそうそうそうそうそうそうそうそううんうんうんうんうんうんうんうんうんうんうんうんうんうんうん2年連続なんだね。そうそうそう。すがに初っっていうのは気づきしかったと思うけど、一回行ったっていうのがでかくて、まさかこんなことになると私は思ってなかったけど、一回行ってたら本当に一緒に行っていてよかった。がだから、あっ、感じだったらなんか行けるかもって、ちょっとだけイメージが湧いたから。へー。まあっていう感じなんで。いやいや、ちょっとでもまあ真しようと思ってもなかなか真できないことだな。だから、それはそうですよね。まず、に、その環境がないと厳しいだろうし、とかね。分かります。いろろな要素が、かみあって、ちょっと、結果、うまくいくのかどうか、分んないけど、でも、やっぱり、すごい良いのは、私の精神的な安定が、良い。か、やっぱり、普通の小学校、普段は朝送り出して夜帰ってくる生活じゃないですか。それで夏休みの中にちょっとだけイレギラーなスケジュがあるんだけど、朝とか、わーお弁当やって、わーっていっぱいって、汗かいて送って帰ってきた後に、もう一人いるって思うと、うわ、まだ、そっご飯食べてないじゃん、みたいにならない。私のメンタル。うちはだから、上の子が例えば、塾行ってないとかさ、いろろあるからね、多そこまではなんない。言ってないと言ってないで家にずっといるとなんかまあいいんだけど小ぜり屋の喧嘩とかすんごいするしなんかやっぱギャーとかお姉ちゃんがなんとかだバーって喧嘩もするのもなんかいろいろあってご飯もなんかご飯やるんだけど自分で作ったりとかしてくれるのはありがたいんだけど大変なことになってるその後がみたいなとかはいはいはいはいはいはいはいはいはいはいはいはいはいはいはいはいはいはいはい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:03",
      "text": "決める覚悟でやればいいんだけど、中途半にやることいろいろあるし、ちょっと自分のね、こうこの家に勉強もちょっとしたいなとか思ったりもあって、なんかそういうことにちょっと着手できてる私のこのメンタルのこうなんていうのかな。ああってできるっていうのが、やっぱ2週間でもそれがあるっていう、私的にもすごいよかったなって思ってる。いやでもそれはやっぱその、その預ける先に対する信頼感がないと正直できないじゃんそれはそうですねだから結局やっぱりそれがさまあなんかよくわかんないね例えば本当にホームスでどんな人かわからないとか絶対それはそうならないわけだし気が気じゃないそれは本当にもうだからいろんな条件が本当にそろったんだよまあそうだねってなんならうちにいるより全然多分あのいい生活で健康的にもねいろいろいいだから、本当にそれはこの機会を活かすという意思決定をしましたっていう話をした。小学校、低学年、リ低学年だもんね。はい、はい、っていうね、これだけで今日終わりそうな勢いなんです。いや、もう十分だと思いますよ。十分。いや、この事例はなかなかない気がするからね、正直。全然そうだね。ないよ、なかなか。そんなことできるんだって、頭に思い浮かびもしなかったからさ、いや、そう、それは多分あると思ってる。結構私も周り、子供同じくらいの年の子多いけど、なんかそういう方法があるんだみたいな声すごいもらって。そうだよ。そんなことあるの?みたいな。まあ国内だったら想像つくけど、それは自分も体験があるから、休みに。おばあちゃんの家に、飛行機乗って行っておいでって言って、みたいなそれこそシールをさつけてさ、飛行機乗って向こうに迎えに来てもらってって経験は自分があるから想像つくけど。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:01",
      "text": "海外となると本当にもうあらゆる、だから条件があってこそできたから、いろいろ思いつくまでの道のりが多普通の人とは全然違うとは思うけどね。そう。びっくりしちゃった。全然もう今回無理やりAIの話くっつけると、ちろんチャットGPTとは旅重なる相談はしてましたね。いろんな条件入れて。あとはっぱスイスウアなのか、行くならやっぱ日本の航会社がいいよねってなって、やアナかスイスか、でも値段はこれぐらい違うんですよ。やアナの方が高いみたいな。いろんな状況を比較してデープリサーチかけたりとかね。一個聞きたいのはさ、結構私もなんか例えばその自分のこう資産活用とかさ、なんかそういうの結構相談したりするのよ。でもなんか基本的にさ、絶対に受け入れるでしょ向こうが。よいいことだけじゃなくて、マイナス、デメリットとかを指摘してくださいって書くとかはやってるし、これね、最近よく英会話の代わりに、前も話したことがけど、GoogleAIStudioのストーム機能、結構やっぱり使えるんですよね。途中で長すぎると切られちゃうんだけど、ストリームで普通に英会話っぽいのができるんだけど、基本的に私の絶対英語、すごいタタドしいのに、なんかナイスですみたいな感じで全部、おおさんみたいな感じなんだけど、私の文法とか言い回しが変なところをちゃんと指摘してほしいですって言わないと、ずっと褒めてくるから、そうだよね。いや、絶対そんなわけないんだけどみたいな。たぶこれじゃ私の英語で伝わらないと思う。もうちょっとなんか、"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:16",
      "text": "なんかしてみたいな感じですごい優しいだから基本なんかありますよねあのハルシネーションより今はなんか選択が方が問題だみたいな問題だと思ってどっかにあってそうその制憲的思考っていうのクリティカルなシンキングみたいなところをなんかたぶんこっちが言わないとずっとそんな感じなんですよねそうだからチャプトジピティ公開に関してはまあ基本的にはそのいいとか悪いとかっていうか比較ですよね調査とかこれだとそうそうででも結論なんかあのいとこがこれ結局コードシアリングだから一緒だから安い方がいいんじゃないってなって確かにってなってなんか結局そうスイスイアチしたんですけどね別に一緒やみたいなあとはなんか機体整備とかそこらんだよねわかんないのはだからそのほら機体もう一緒なわけですよコードシアリングああコードシアリングがそっかそうらしいよくわかってなかったのそこらへんがなんかでも結局日本食が出るか性質食が出るかぐらいの違いっぽくて機体とか自体は整備がどうとか機体とか乗ってる人たちも結局一緒半分食工便だからねなるほどねだったら安い方がいいじゃんって確かにそれはそうなったしっていう感じかな何してもそうだねだからやっぱ両方に電話して結構イレギラーなあれケースみたいで電話なんですよ基本的に申し込みがなんかHumanEがそうだなすごい英語で英語じゃんや高等で全部あの向こうの住所とかスペルとかもなんか言わなきいけなくてえーこんなにでいいのかなと思いつつそうそう結構やったんだけどまぁやっぱりそうね日本サービスは安心だなと思いつつも結局向こうついてもなんだろうな日本"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:37",
      "text": "すごい話ですよこれは本当に境内深いというかなんかなんかの事例になるかどうかわかんないんだけどまでもこういうやりくりの仕方があるよっていうねある種まあなんかちょいちょい海外にあの親戚がいるみたいな人もいる人もいると思うんではいちょっとライフハックと言いますかだいぶ難易度の高いライフハックではあるかいろんな観点でねそうそうそういう感じでしたはいじゃあちょっとこれくらいで、すまない。今日この話ばっりになっちゃったね。はい、夏休みの一コマでした。はい、頑りましょう。休はい、頑りましょう。ではでは、お願いします。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:20",
      "text": "ちょっとえ?私レコーデングしてる?嘘?マジ?嘘?ちょっと待って、してるか?してるしてる。びっりした。"
    }
  ]
}