{
  "episodeId": 86,
  "segments": [
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:02",
      "text": "AM IT FM は IT 企 業 で 働 く 2 人 の マ マ が 子 育 て を テ ク ノ ロ ジ ー で ハ ッ ピ ー に を コ ン セ プ ト に お しゃ べ り する 子 育 て テ ック ポ ド キ スト です フ ード バ ック は ハ ッ シ ュ タ グ マ ミ ット F も しく は 小 ノ ート に 貼 って ある お 便 り フ ォ ーム に て 募 集 して お ります"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:21",
      "text": "なんか 久 し ぶ り な 感じ が する ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:22",
      "text": "夏 休 み が 終 わ り ま して イ ェ ー イ っていう だから いや 嬉 しい ね 夏 休 み の 多 分 本当 だ った ら 最 終 週 ぐ らい が 収 録 日 だ った んです けど 多 分 慌 ただ しい だ ろう な って いうこと で ス キ ップ した んで ちょっと 間 が 空 き ました 夏 休 み みほ (00:26.51) そうだ ね そうだ ね 終 わ った ね や った"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:39",
      "text": "うん みほ (00:43.95) はい はい そうだ ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:00:51",
      "text": "い か が でした でしょう か"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:00:53",
      "text": "いや ー でも なんか 私 夏 休 み は なんだ ろう あの 朝 さ ゆ っ り でき る じゃ ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:00",
      "text": "あ、 そ っ か。 意 外 と 別 に 松 井 さん は 夏 休 み 大丈夫 派 な の か。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:05",
      "text": "そう なんだ よね 私 は 学 校 始 ま る と 朝 早 く 起 き て 準備 し な き い け ない じゃ ん それは それで なんか あー って なる んだ けど 自 分 が 仕 事 ある から けど さ 自 分 の 修 行 時間 の 方 が 遅 い じゃ ん 圧 倒 的 に だから 朝 の ん び り でき る の すごい 良 かった んだ けど そうそう でも まぁ 全 然 や っぱ 休 食 あ って って なる と 楽 だ ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:11",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:23",
      "text": "な ぁ、 そ っ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:28",
      "text": "うん それ ね ー ほ んと 昼 ご は ん いや 松 井 さん とか は 多 分 大丈夫 なんだ と思 って た んです よ ほ んと 昼 ご は ん とか が き っ つ く て なんか ね 下 手 した ら イ ン ス タ ント だ ら け に も な っちゃ うん です よね そ こ を なん とか して なんか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:36",
      "text": "あ はは"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:01:40",
      "text": "ん ー みほ (01:47.79) あー そ っ そ っ か もう なんか 15 分 とか で さ、 ほ ら なんか 焼 き そ ば とか さ 冷 や し 中 華 とか さ もう 麺 ば っ か だ よね、 でも"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:01:56",
      "text": "いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや いや"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:10",
      "text": "あ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:14",
      "text": "そう なんだ。 言 う じゃ ん。 冷 や し 中 華 は 菌 糸 卵 売 ってる よ。 あと、 冷 や し 中 華 の 麺 は、 あの、 なんだ っ 水 麺 も ある よ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:28",
      "text": "まあ 確 か にな っ いや あの いや 違 うん です よ 多 分 慣 れて る 人 は 多 分 さ って い ける んです よね き っと いや わか る んです よ イ ニ シ ャ ル コ スト を 乗 り 越 え れ ば 確 か に チャ ーハ ン とか 苦 手 だ った けど ちょっと 頑 張 って た ら なんか あと お 弁 当 そう 弁 当 が あ った から あ の 塾 の ね 子 供 の いや ー 私 それ が そう もう 強 敵 で いや マ ジ これ どう し よう って な って た んです けど 確 か に もう や ら ざ る を 得 な"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:29",
      "text": "水 で 洗 う だけ の や つ。 でも め ん ど く さい よね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:50",
      "text": "そ っ か ー、 それは 大 変。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:02:56",
      "text": "見 んと"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:02:58",
      "text": "何 回 か や った ら 確 か に 慣 れ は ある 程 度 解 決 しました ね 精 神 的 な でも っぱ その 内 容 とか 中 身 とか は 冷 凍 食 品 詰 め た り とか 玉 が ゆ き ぐ らい 作 った り して ました けど いい んです けど や っぱ 洗 い 物 が め っちゃ 出 る とか 弁 当 箱 で みたい な とか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:05",
      "text": "そうだ よね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:15",
      "text": "ん はい はい、 もう 全部 食 戦"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:24",
      "text": "まあ そう その 食 戦 機 ね そう し よう まあ まあ そう いう そう いう なんか ちょっと や どう 考 えて も カ ジ タ ス ク が 増 え ます よね っていう ちょっと その カ ジ だ 本当 は ね そ こ も ね ソ フ ウ ア で あれ ば 全部 なんか 自 動 が これ どう し よう も ない じゃない ですか 物 理 の 作 業 って いや だから もう 結 構 ね う ち 夫 が 帰 って く る の 待って あの ご 飯 とか 全部 対 応 して も ら った り あ や ん ん じゃ もう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:03:32",
      "text": "そう ね みほ (03:50.03) やって く れる の? すごい な ぁ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:03:53",
      "text": "完全 に そう いう 役 は 私 が お 迎 え とか や る から みたい な パ ート ナ ー が 家 事 料 理 とか は そ っち の 方 が 早 い し う ま い みたい な 感じ なん で ちょっと 見 分 けて る けど 結 構 ず っと 日 中 家 に い ら れた り とか する と ど ん ど ん 笑 い 物 溜 ま って きた り とか する し ね みたい な まあ いや いい んです よ 確 か に 子 供 と た ま には ね でも 向 き 合 った り は 別 に いい んだ けど や 喧 嘩 とか する し 二 人 とか 家 に いる と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:03",
      "text": "www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:21",
      "text": "はい はい はい あ ー それは 確 か に 私 それ が 一 番 あれ か も それ か も なんか ほ っと け ば いい と思 うん だ けど あの う る さい じゃ ん 単 純 に だ から 単 純 に う る さい の が 嫌 な の 私 は 別 に 別 に いい けど 自 分 た ち で 解 決 して く れ れ ば いい けど なんか う る さい から みたい な"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:22",
      "text": "喧 嘩 とか して ワ ー ギ ャ ー 結 構 スト レ ス だ よね あれ ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:32",
      "text": "そうそう、 わか る。 や っ そ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:04:40",
      "text": "分 か ります よ なんか 別 に 途 中 祭 とか は もう 別 に ほ と ん ど し ない けど 最 終 ど っち か が わ ー って 泣 いて また いた い 下 が 泣 いて 上 が そう する と ハ ッ と して なんか ご め ん ね みたい な 感じ にな った り する から いい んです けど 確 か に め っちゃ う る さい です よね なんか 暴 れる し いや もう 結 構 下 は や っぱ り 口 で 立 ち 打 ち でき なく なる と や っぱ り なんか 物 投 げ た り とか まだ した り する んです よ キ ー って な っちゃ って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:04:54",
      "text": "はい はい はい はい そう な の? なんか 単 純 に う る さい! そう!"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:05:05",
      "text": "あー、 そうだ な ー。 うん うん。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:08",
      "text": "そう なる と おい おい おい って さ す が にな る じゃない ですか いや いや いや ちょっと っていう の を ちょ い ちょ い イ ンタ ラ プ ショ ン が もう なんか さ 本当 なん つ ー の あれ 2 歳 そう いうこと そう いうこと 2 歳 3 だから だ と思 うん だ けど 別 に さ なんか ただ ただ なんか 黙 って 通 り す ぎ れ ば いい もの なんか ある じゃない ですか ちょっと ちょ ん とか 通 り す ぎ た り する の なん な の 何 な の あれ みたい な みほ (05:10.99) うん、 そう、 わか る わ。 そう いうこと だ よね。 みほ (05:28.11) うん はい はい いや ー わか る なんか なんか さ そう よ っ なんか 内 容 が や 右 に 入 って き ちゃ う から もの すごい く だ ら ない こと だ な って 思 っちゃ うん だ よね まあ 私 た ち から する と ね もう 年 も 年 だ し だ けど 彼 ら に と って は まあ もう それ が ね 重要 だ った り する んだ ろう から と思 いつ つ なんか 何 なん で そんな く だ ら ない こと で っていう 気 持 ち にな っちゃ うん だ よ な 本当 に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:05:36",
      "text": "うん … そう っ す … あ なた … はい、 わか る よ そう、 もう ね、 一 大 事 な ね そう その く だ ら ない も ん それ も そうだ し なんか いや いい んです よ 本当 に 一 日 朝 から 晩 まで y ube ゲ ーム なん とか って 過 ご して いい んだ った ら 確 か に 一 切 介 入 し ない で 二 人 で 仲 良 く して る か もし れない んです けど そう も い か ない じゃない ですか なんか 片 っぽ は や っぱ り なんか 書 き し とか やって 宿 題 結 構 の 量 の 宿 題 を その 日 に 捌 かな き ゃ い け な かった り して なんか 結 局 その 集 中 でき る 環 境 と 時間 と 気 分 みたい な の が 本 人 には ある じゃない ですか ここ 人 には なんか そ この 環 境 を"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:10",
      "text": "はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:18",
      "text": "はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:21",
      "text": "作 り 上 げ た 時 に You Tube を 持 って 片 方 が 入 り 込 む とか もう い ら ん みたい な の も いや ー まぁ ちょっと 待って みたい な そう いう ところ なんです よね なんか こう それ を 仕 事 と 同 時 に って な った 時 に もう な かな か な かな か です よね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:25",
      "text": "www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:06:39",
      "text": "わか る わ ー まあ でも なんか ね ー ほ んと まあ でも ほ んと そう いう 意 味 では うん 良 かった よ 学 校 が 始 ま って まあ でも め ん く せ ー 行 きた く ね ー みたい な そう いう の ある けど"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:06:44",
      "text": "まあ いい です よ。 はい。 ある ね。 あと 最後 の 方 にな る と、 あれ だ、 これ が ない 宿 題 が、 これ 必 要 だ った ら ない とか、 あと め ん く さい の が う ち の 宿 題 に、 毎 年 レ シ ピ 作 ら な き い け ない んです よ。 調 理 を し な き い け ない の が あ って。 お 料 理 を する っていう 宿 題 が 毎 年 あ って、 だ い ぶ それ が ね、 まあ みほ (07:05.71) あー、 はい はい。 へ ー、 そう なんだ。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:07:13",
      "text": "コ スト 何 が あ って まず その 特 定 の 食 材 が あ って しか も 今回 バ ジ ル とか 結 構 な レ ベ ル の 高 い って 親 は そう 思 うん だ けど まあ 本 人 には こ だ わ り が ある わ け です よ さ あ いや 弟 の こと です お 姉 ちゃん じゃ なく て お 姉 ちゃん は 確 か に 言 わ れて み た ら 広 げ た ら 高 学 で にな った ら 確 か に 物 なん つ う の かな カ テ ゴ リ ー は ちょっと 減 って た 宿 題 の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:19",
      "text": "もう さ、 適 当 に パ ス タ 作 って 上 に バ ジ ル を と り 散 ら して お け ば いい ん あ、 そ っ か、 お 姉 ちゃん 結 構 料 理 いい ね。 あ、 弟 か!"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:40",
      "text": "ああ そう なんだ ああ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:07:41",
      "text": "なんだ けど 中 学 年 ぐ らい は 結 構 一 番 ボ リ ュ ーミ ー で なんか 色 々 体 験 が あ って そう、 弟 君 は 意 外 と 料 理 好 き で そう、 あの レ シ ピ 本 も そう なんです よね なんか 物 作 り が 多 分 好 き で その 園 中 多 分 なんか 料 理 男 子 みたい な こと にな ってる んです けど 今 でも それ が 結 構 大 変 なんです よ や り そう、 いや いい んです よ すごい 作 り たい し 作 る んです けど や っぱ り 一 人 で 独 自 して でき ない し 当 た り 前 だ けど 火 一 包 丁 使 う し なんか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:44",
      "text": "そ っ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:07:50",
      "text": "でも 好 き な の ね。 うん。 うん。 うん うん うん うん うん うん。 すご ーい な ぁ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:08",
      "text": "ん ん ん ん ん ん ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:12",
      "text": "この エ ビ と ト マ ト の 何 とか オ シ ャ レ な じゃ な か プ レ ージ みたい な そう いう の に バ ジ で 乗 せ たい とか 言 うん です よ もう なんか ウ ッ ソ ー って な って もう や だ でき ない から"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:16",
      "text": "www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:22",
      "text": "もう あれ じゃない パ パ お願い っていう か"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:26",
      "text": "パ パ は 見 た 目 とか あ どう でも いい 人 なん で、 服 え り ゃ いい みたい な タ イ プ なん で、 そ この 折 り 合 い とか ちょっと 変 な 風 に して、 オ シ ャ レ にな ら な かった ら、 え ぇ ー や り 直 す とか、 あと 写 真 撮 って、 プ リ ント ア ト して それ を 厚 紙 貼 って、 工 程 書 いて、 材 料 書 いて、 感 想 書 いて みたい な の が 結 構 大 変 じゃない ですか。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:08:39",
      "text": "なるほど ね みほ (08:52.27) いや、 そ ら 大 変。 普 通 に 大 変。 いや、 まず、 核 に 至 る まで が 大 変 だから ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:08:59",
      "text": "そう いう モ チ ベ ー ショ ン と 環 境 と 親 の 一 人 で でき ない 宿 題 に 対 して 親 とか の 環 境 とか 子 ども の モ チ ベ ー ショ ン と か 材 料 が 雇 わ れて 適 切 な 時間 対 等 を お 迎 え が か ぶ ら ない ところ に とか っていう ね セ ット ア ップ とか も 含 めて ね だから いい んです よ こ う いう ぐ ち ぐ ち 言 える の が 夏 休 み って いうこと で いい んです けど 全 く これ が ない っていう の も ね みほ (09:07.95) はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:16",
      "text": "しか に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:24",
      "text": "刺 激 が ない の か もし れない んです けど や っぱ り 大 変 さ という と 半 端 な かった ですね 夏 休 み は"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:29",
      "text": "うん いや ー ね 本当 に でも なんか ほ ら ちょっと この ちょっと 前 に さ 何 週 間 1 週 間 ぐ らい 前 に さ あの ー あ の 人 型 ロ ボ なんか ちょっと 話 題 にな った じゃ ん X で タ オ ル を た た む 人 型 ロ ボ よ 見て ない? ロ ボ ット 開 発 企 業 の なんか フ ギ ュ ア って 会 社 な の かな が なんか その タ オ ル を さ ちゃん と こう た た んで る の よ それ を 見て あ ちょっと"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:43",
      "text": "見て ない か も 見て ない か も 見て ない"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:09:57",
      "text": "なんか 分 から ない けど、 ちょっと。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:09:59",
      "text": "もう ちょっと した ら こう いう 未 来 も あり 得 る の か って ちょっと 思 った の よね ご 飯 とか 作 って も ら える の かな とか"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:03",
      "text": "いや、 そう です よね。 あり える と思 うん です よね。 なんか でも、 最近 っていう よ り そう い った ロ ボ、 騎 士 館 自 体 は ある から、 でも 違う もの な の か もし れない。 の。 なるほど。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:08",
      "text": "そうそう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:13",
      "text": "いや でも ね すごい の なんか 動 作 が さ なん て いう の? だから は 人 型 で ある こと っていう のは 汎 用 的 な わ け じゃ ん 結 局 何 か を さ こう 一個 の なんか 作 業 を 代 替 する わ け じゃ なく て 人 型 で ある から い ろ んな こと が でき る みたい な さ も ち ろ ん 特 化 した ロ ボ ット の 方 が 効 率 はい い か もし れない けど 例えば さ い ろ んな 作 業 を 人 間 は や る から 汎 用 ロ ボ ット っていう 意 味 では さ すごい さ や っぱ り 人 型 で ある こと の 意 味 ある みたい な 感じ で さ その タ オ ル を 畳 んで る 姿 が もう え ぇ って 感じ だ った の よ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:20",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:27",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:33",
      "text": "はい、 はい。 ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:10:42",
      "text": "まあ でも 全 然 世界 線 と して は なんか テ レ ビ でも そう ちょ う ど なんか この 話 だ と 多 分 終 わ ら ない から さ っ さ と あれ します けど 汎 用 なんか ag n 話 を 出 て お く せ ー ー な ん か 松 尾 先生 とか が 出 て て なんか 解 説 する nh k の 番 組 みたい な ちょっと 子 供 た ち を 見て す ぐ 見 ちゃ った けど そう いう 世界 線 で そう いう 話 が 出 て た から 来 る んだ ろう な こう いう の を って 思 い な が"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:10:43",
      "text": "ご みほ (10:46.99) ある んだ な と思 って みほ (10:52.27) うん うん はい はい うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:00",
      "text": "はい はい はい。 あ、 そう なんだ。 みほ (11:10.51) だから ね、 いつ か、 火 事 だけ は 代 替"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:14",
      "text": "ほ んと だ よ この 洗 濯 物 なんか さ ぁ みたい な だ い ぶ ね それ でも 大 昔 から ね 川 で 洗 濯 を して る 時 代 から 比 べ た ら も ち ろ ん 超 自 動 化 効 率 化 にな って んだ と思 う けど ね いや いや いや"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:20",
      "text": "はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:11:24",
      "text": "ね え、 そうだ よね、 ほ んと でも 一 応 さ、 ラ スト ワ ン マ イ ル よね 洗 濯 の ラ スト ワ ン マ イ ル が う ちは ね、 なんだ っ け、 あの しま う っていう、 た んだ 後 に しま う っていう の が でき ない から な かな か そ こ を やって ほ しい な って 思 った り する そうそう、 そ こ を し わ け とか め ん ど く さい と こ 全部 やって ほ しい な って 思 っちゃ った り します ね いや ー でも ほ んと 夏 休 み は み んな ね、 す べ て の 保 護 者 の 皆さん も お 疲 れ 様 っていう 感じ で"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:38",
      "text": "え らい ああ そうですね 仕 分 け と ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:11:47",
      "text": "それは そう お 疲 れ 様 でした。 この 夏 休 み ト ー ク は ちょっと ど っ か で 発 散 した い と思 って た んで よ かった です。 て。 もう、 大 変 ば っ か です。 そうそう そう。 いや、 だから 色 々 考 えて とか や る と ただ ただ 大 変 にな って いく って だけ なんです けど ね。 ど こ まで の レ ベ ル を 自 分 で マ ネ ージ する か っていう 話 で しか ない んです けど ね。 はい、 頑 張 りました。 みほ (11:54.51) www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:00",
      "text": "ゆ ー ー は ね、 盛 り だ く さん だ った も ん ね、 しか も ね、 本当 に ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:18",
      "text": "はい、 お 疲 れ 様 です。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:21",
      "text": "という 夏 休 み ト ー ク が あり ま して ネ タ が た ま って いる んです けど まず ちょっと 話 した い の が ク ード コ ード ですね ク ロ ード コ ード は 前 回 すごい 素 人 ト ー ク みたい な サ ク ッ と して 終 わ った んです けど そ こ から ちゃん と 本 ご ち 入 れて ク ロ ード 自 体 に 書 き 入 り もし な かった っていう 話 を した と思 うん です けど モ デ ル を 使 う みたい な や り 方 を した んです よ 他 の ツ ール で ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:39",
      "text": "はい、 はい。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:45",
      "text": "ん みほ (12:50.35) はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:12:50",
      "text": "あ まり オ ープ ン A とか ジ ミ リ ー とか 一 使 って いた から ア プ リ ケ ー ン と して みたい な 感じ で あ ん まり メ イ ン カ ード は して な かった んです けど ク ロ ード コ ード に ちょっと ハ マ り だ しま して 今 更 にな って 何 を して きた か この 数 週 間 で っていう と まず ちょっと 自 分 の ちゃん と もの に し よう かな と思 って 一 番 大 変 だ った んです けど acs 上 で ア プ リ 上 で 使 える よう にな った っていう の が"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:12:59",
      "text": "ん ん みほ (13:19.31) の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:20",
      "text": "かな り これ が 推 進 と して は で か く て ですね ちょっと acs お じ さん なら の acs お ば さん から 言 わ せて み れ ば ですね acs っていう バ ッ フ ァ ー の 上 で 行 った り 来 た り し な が ら ウ ンド ウ 自由 に 切 り 替 えて acs の ア プ リ の 上 で C ode C の UI が 開 く っていう の が すごい め っちゃ 大 変 だ った んです けど これ みほ (13:24.43) はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:30",
      "text": "www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:42",
      "text": "うん うん うん はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:13:46",
      "text": "しか も 多 分 今 なんか め っちゃ 絶 賛 多 この イ グ レ ー ショ ン 開 発 中 っぽ く て す ご い バ グ も すごい んです けど まあ なん とか ブ ロ グ 記 事 を 書 いた んで そう なん とか 連 携 外 部 の ライ ブ ラ リ みたい な の 取 り 込 んで や りました っていう それ も ちょっと 頑 張 って 初 期 設 定 は な かな か その なん て いう の かな"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:13:52",
      "text": "ええ ええ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:14:06",
      "text": "GU I と C UI を 行 った り 来 り して た んです けど 一 回 イ ンテ グ レ ー ン でき た ら 全部 ク ロ ード コ ード 上 で ロ ー カ ル フ イ ル の 設 定 とか が 全部 やって も ら える よう にな った んで まず そ この 最 初 の 一 つ acs 連 して 結 構 自由 自 在 にな った っていう の が 一 つ ですね ブ ロ グ 記 事 も 貼 っと こう と思います ここ ちょっと 深 く 話 して も しょう が ない と こ なん で サ ク ッ と 来 ます けど そう いう 風 に した なので 主 線 上 に 今 は な って います みほ (14:11.47) ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:16",
      "text": "ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:22",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:27",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:14:33",
      "text": "何 を して る か っていう と 結 構 私 前 も ちょっと 話 した んです けど 今 は コ ーデ ィ ング の タ ス ク という よ り か は 日 々 の マ ネ ジ メ ント とか キ ー を 書 く とか そう いうこと に エ ージ ェ とか を 試 して み な が ら 使 って み よう かな と して 使 って んです 一 番 最 初 に 取 り 掛 かった のは オ ブ シ リ ア ン 連 携 ですね オ ブ シ リ ア ン 前 も 話 した 通 り 多 分 みほ (14:42.35) ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:51",
      "text": "ん ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:14:56",
      "text": "ん ん ん ん 使 って やって た ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:00",
      "text": "使 ってる 人 でも 多 く ない ですか? っぱ う ち だけ なんか す っ ご い 周 り 効 く ように 効 く んです けど そ っ か 多 分 すごい ちょ う ど いい 話 し さ れる んだ けど マ イ ク ラ に 子 供 た ち が この 前 マ イ ク ラ やって て オ ブ シ リ ア ン っていう ア イ が ある ん ですね ブ ロ ック ちょっと え って 目 を 疑 って 二 度 見 した んです けど オ ブ シ リ ア ン っていう マ イ ク ラ の ア イ テ ム が あ って なんだ っ け あれ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:06",
      "text": "えー、 わか ん 私 は 聞 いて ない だけ か もし れない けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:24",
      "text": "へ ー、 ほ ん ん?"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:15:30",
      "text": "日本 語 に する と あれ でした あ、 黒 曜 石 黒 曜 石 そう そう そう め っちゃ さ なんか オ ブ シ リ ア ン の さ ア イ コ ン とか 全部 超 ガ ッ チ して 黒 曜 石 な の これ みたい な 紫 の ほ ら こう いう ダ イ ヤ ー みたい な あれ じゃ ん? あの もう 二 度 見 しました ね 子 供 た ち が オ ブ シ リ ア ン って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:38",
      "text": "そう いうこと? 超 使 う や つ じゃ ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:15:48",
      "text": "そう いう え ぇ? うん、 うん。 うん、 うん。 はい、 はい。 Yu Kamiya (15:59.33) マ イ ク ラ に 出 て き て マ イ ク ラ が すごい の か よ く わ から ない です けど なんか で う ち そう です よ 1 台 ある んです よ ち 1 機 か 2 機 か iPad か なんか で 英 語 設 定 に も と も 全部 な ってる や つ が あ って それ が 英 語 で 出 て く る から 黒 曜 石 なんだ って な った っていう 超 脱 線 する んです けど 話 その オ ブ シ リ ア ン 連 携 して て"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:02",
      "text": "いや でも 英 語 で 使 う こと ない から う ち、 オ ブ シ デ ィ みほ (16:19.31) www"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:16:23",
      "text": "ロ ー カ ル の フ イ ル と して 全部 マ ー ク ダ ン の フ イ ル が 入 って いる ので、 私 は E vern ote から マ イ グ レ ー ン して きた という 関 係 も あ って、 ず ご ちゃ つ いて いた んです よ。 これ でも A で どう に か 一 瞬 で なる で と思 って、 ちょっと ホ ー ズ して た んです けど、 この た び それ を ちゃん と 成 形 した んです。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:16:36",
      "text": "はい、 いつ だ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:16:48",
      "text": "っていう 話 を もう 記 事 に 書 こう か と思 って ます けど 一 応 そ こ も こう いう ふ う に 用 途 と して は なんか タ ス ク 管 理 だ った り あと は 結 構 その 記 事 書 き で ummy と Hub も そう なんだ けど なんか Z en とか も そうだ けど い ろ い ろ ちょっと なんか ア ウ ト プ ット した い な みたい な そう いう の も ガ ン ン やって いき たい な って 思 った んです よ この C ode Code と O bs idian を なん とか 連 携 して 記 事 を 書 く っていう そう いう や り 方 あの 記 事 結 構 書 いて る よ みたい な 人 も 聞 いた から どう や る の かな と思 って みほ (16:48.43) はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:06",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:14",
      "text": "ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:17:17",
      "text": "私 と して は 結 構 よ く やって る のは O bs idian に 割 と ネ タ 帳 みたい な メ モ を 書 いて る んで なんか こう いう 話 今回 だ った ら O bs idian と E- Max ク ラ ド コ ード と E- Max の 連 携 の 話 とか amm oth Hub の 記 事 の ネ タ にな り そう な こと とか よ く メ モ して る んで そう いう の を ク ラ ウ ド コ ード 使 って パ ン って 記 事 に でき る みたい な 世界 を 目 指 して"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:38",
      "text": "ん ん Yu Kamiya (17:47.49) マ ス と マ ス た と なん で まあ そう いう 構 成 に なんか 記 事 書 き や す い 構 成 に した い んだ けど 世 の 中 の その ベ スト プ ラ ク テ ス その 結 構 回 想 分 け も 自由 実 在 なん で オ ブ シ リ ア の ね あの まあ ベ スト プ ラ ク テ ス を 踏 襲 して まあ 整 理 して って あと その 昔 の 明 ら か に もう 何 年 も 開 いて ない メ モ は ア ー カ イ ブ っていう フ ォ ル ダ ー 作 って まあ そ こ に 入 れ 全部 入 れて って も ら う とか なんか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:17:48",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:00",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:11",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:15",
      "text": "結 構 全部 一 色 体 入 って た んで フ ァ ミ リ ー っていう ス ー ス みたい な デ ィ ク ト リ を 切 って とか その 下 に 子 供 の 名 前 ご と に 入 れて 切 って て そうですね とか なんか そう いう ノ ウ ハ ウ っていう か ベ スト プ ラ ク テ ス が 世 の 中 に ある みたい で 切 り 方 の プ ラ ク テ ィ が そう だから フ ミ リ ー なんか エ リ ア なんか 番 号 03 エ リ ア ズ みたい な 一 番 ト ップ の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:22",
      "text": "はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:35",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:18:44",
      "text": "レ ヤ が って その 下 に フ ァ ミ リ ー とか パ ー ソ ナ ル とか ワ ー ク なんか 仕 事 の とか 仕 事 の 下 に も いく つ か プ ロ ジ ク ト ご と に 切 って とか ホ ット キ ャ スト とか みたい な 切 り 方 を ど ん ん して て 整 理 する みたい な の が 結 構 ね あの 喜 び と 言 います か あの ご ちゃ つ いて た んで 結 構 嬉 しい 感じ にな った んで ちょっと こう こう いう なん とか な デ ィ ク ト リ ー だから 直接 操 作 でき る んで もう エ ージ ェ なん で そう だから もう"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:18:53",
      "text": "ん ん みほ (19:03.15) はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:11",
      "text": "そうだ ね ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:13",
      "text": "じゃあ この 世 の 中 の この ベ スト プ ラ ク テ ス を いく つ か 提 案 して きた んで それ に 則 って じゃあ この や り 方 で 投 収 して 整 理 して っていう と ブ ワ って 結 構 ね 線 近 い ノ ート が ある んで と て も 手 で でき ない から でも そう いう の ちゃん と あの 結 構 怖 い んです けど 大丈夫 かな って そう 結 構"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:25",
      "text": "www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:19:31",
      "text": "いや そう な の よ ちょっと た ま に なんか ね 私 も 一 回 す げ ー なんか ク ラ ド ク ラ ド コ ード で やって ちょっと 余 計 な ゴ ミ が め っちゃ 出 て た から ゴ ミ 整 理 して って 感じ の 感じ だ った の よ だから でも まあ た そ ん 時 は 大丈夫 だ った けど これ 本当 に 大丈夫 な の? みたい な ね 不 安 が ある よね そうそう そうそう 本 気 で 大丈夫? みたい な さ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:38",
      "text": "ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:19:50",
      "text": "そう、 R R F を 発 動 した っていう ね、 だから コ マ ント、 何 か ね、 いく つ か 権 限 が、 ージ ェ ント とか を 作 る 時 には そう いう 権 限 が すごい 分 か れて て、 リ ード と ライ ト と エ グ ゼ キ ュ ート を さ せ る か どう か、 そ こ だけ は 選 ば ない とか、 いく つ か 何 か でき た り する みたい。 そ こ ら へ ん も そう いう。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:14",
      "text": "ん ん ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:19",
      "text": "情 報 が あ った んで 削 除 勝 手 に し ちゃ う みたい な 話 聞 いて た んで 気 を つ け な が ら は や りました ね 1 個 1 個 オ ール 許 可 じゃ なく て ちょっと 一 1 個 1 個 そう いう エ グ ゼ キ ート 系 は ね 許 可 し な が ら でも いい 感じ に 整 理 して く れた っていう よう な こと も や った ク ード コ ード で ね それ から 何 を やって いた か っていう すごい 嬉 しい な って 思 った の が みほ (20:23.15) はい はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:20:46",
      "text": "ロ ー カ ル フ イ ル の 設 定 とか は っぱ り 全部 やって く れる よう にな った? フ ラ ド コ ード を? や る とか も しか した ら GU I の フ ル シ ス テ CP とか の 連 携 で 多 でき る んだ けど 全 然 操 作 性 が 違う から GU I で、 CL I その ま まで き る と ね。 例えば なんです けど 結 構 その acs の 設 定 フ イ ル が すごい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:20:50",
      "text": "はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:01",
      "text": "ん ん ん 面"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:21:14",
      "text": "何 回? 大 変 なんです よね。 . acs の 下 の in it. el みたい な 設 定 フ ァ ル を い じ る んです けど、 今 ま では も ち ろ ん グ グ って、 なんか 設 定 これ かな? みたい な 感じ で、 こ コ ピ ペ ン して 入 れて とか って やって た んです けど、 なんか e D isp、 なんか 言 語 も 分 から ない し、 チ ック なんか バ グ って た り とか して も 全 然 分 から な かった んだ けど、 そ こ ら へ ん も こう いう 設 定 に した い みたい な。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:16",
      "text": "はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:24",
      "text": "ん ん みほ (21:33.39) ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:43",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:21:44",
      "text": "言 えば 自 然 言 語 で 言 った ら そ この イ ニ ット フ イ ル を 直接 っぱ り 更 して も も ち ろ ん 勝 手 に っていう よ り は 差 分 出 して き て こ う こう こう いう 更 新 します ね って 言 わ れて そうそう そう で OK って やって それ が 反 映 さ れる みたい な 正 解 性 にな って きた っていう のは や っぱ 結 構 すごい よね だから その やって み た のは ち っと 記 事 これ 貼 る んだ けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:21:52",
      "text": "うん うん やって く れる よね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:00",
      "text": "うん 確 か に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:22:12",
      "text": "例えば ク ロ ド 行 動 とか って 何 でも そうだ っ コ ンテ キ スト ウ ンド ウ って ト ー ク ン の 上 限 が ある じゃない ですか 遅 れる 上 限 で だ んだ ん 昔 の こと 忘 れて き ちゃ う みたい な 話 を 前 に して た と思 うん です けど コ ンテ キ スト の 上 限 を 超 える と ど ん ど ん 圧 縮 さ れて って いい ように エ ージ ェ ント が 圧 縮 して 取 り 除 いた り 捨 選 択 して 送 ら れる から だから 忘 れて る みたい な ふ う に 見 える っていう 問題 が 多 分 あ って な んで 最近 見 た の が Cloud Code の コ ンテ キ スト 残 量 常 に ス テ ー タ ス バ ー みたい な 感じ で 表示 する っていう の が あ って これ め っちゃ いい って 思 って これ や り たい な って 思 った んだ けど 中 身 見 る と 設 定 フ イ ル を 書 く っていう 感じ なんです よ や り たい な って 思 った と き に Cloud Code の これ も また 設 定 フ ル が あ って みほ (22:42.83) あー はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:22:52",
      "text": "OK"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:10",
      "text": "ス ラ ッ シ ュ セ ッ テ ング ス ド ット ジ イ ソ ン に なんか 書 いて で J S 書 く ス テ ー タ ス ライ ン ド ット J S っていう J S 書 いて なんか それ を こう 追 加 その 設 定 割 り 追 加 して ゴ ニ ゴ ニ ゴ ニ みたい な 内 容 なんです だから う ーん と思 って や り たい けど なんか こんな の 手 で 書 く 気 力 が もう ない から 投 資 を 取 って あの この 記 事 を 渡 した んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:23",
      "text": "はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:23:39",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:23:39",
      "text": "この 設 定 して って 言 った ら やって き ました ね すご く ない? いや 本当 すごい よ いや 本当 嬉 しい よ 何 これ って 思 って すごい 嬉 しい なので、 も ち ろ ん 結 構 その プ ロ ンプ ト とか でも 記 事 ただ 渡 す だけ で 使 って く れ な かった り も する から ちゃん と その、 se with プ レ イ ライ ト MC P とか な の か みほ (23:42.19) ま じ で? すごい! それは う れ しい!"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:09",
      "text": "ブ ラ ウ ジ ング して ビ ア ブ ラ ウ ジ ング とか って なんか 指 定 し ない と い け な かった り も する けど 基本 的 に その プ ロ ンプ ト ちょっと ちょ こ ちょ こ っと 頑 張 って 書 いて れ ば これ 通 り に やって 情 報 を って き て この エ ェ が 中 身 見て ああ こう いう J S と こう いう 設 定 フ イ ル 設 定 が 必 要 なん ですね みたい な 感じ で やって る んです よ で やって く れて ロ ー カ ル フ イ ル の ここ に これ を 追 加 します よ いい ですか って 言 わ れて OK OK"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:18",
      "text": "ん みほ (24:30.83) ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:24:38",
      "text": "ク ロ ード コ ード 上 で 言 って た ら なん と でき た んです よ 確 か に これ み んな なんか 良 さ そう とか いう リ ア ク ショ ン だ った んだ けど す っ い 良 く て や っぱ り 今 まで あ ん まり 残 り の コ ンテ キ スト 残 量 っていう の が 確 か 見 え な かった から いつ 情 報 が 圧 縮 さ れ ちゃ って ん の か って よ く わか んな かった です けど だ んだ ん 100 % とか なる と つ まり"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:39",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:24:57",
      "text": "はい はい はい ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:08",
      "text": "もう 何 つ も 過去 の ス レ ッ ド とか 多 す ぎ て 全部 送 れない? ト ー ク ン 入 ら ない から 適 当 に ピ ック ア して 送 ら れて る の かな っていう 感じ にな っちゃ う よ っていう の が だから 100 % 超 えて 使 い 続 ける と 多 あ 良 く ない から そう いう 時 は なんか こう コ マ ンド も デ フ ォ ル ト で い っぱ い 入 って て ス ラ ッ シ ュ コ ンパ ク ト とか やって 圧 縮 自 分 で 圧 縮 した り とか ク リ ア して もう 一 ゼ ロ から コ ンテ キ スト を ク リ ア して 始 め る と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:14",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:19",
      "text": "あー なるほど ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:37",
      "text": "も ち ろ ん 何 だ 正 度 も 上 が る み たい な そう そうそう みたい メ ール から そう 言 ってる んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:25:41",
      "text": "そう いうこと か いや だから ほ んと 何 回 も 同 じ こと うわ なんか 言 う 間 違 い する から さ ほ んと さん も ね で これ さ っ き や った じゃ ん みたい な さ っ き これで や った じゃ ん みたい な さ そう いうこと だ った んだ ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:25:52",
      "text": "そう そう そう いうこと な の と 言 う て も 結 構 や っぱ り 200 系 の ト ー ク ン 数 20 万 か ト ー ク ン で な ん か 結 構 や り 少 なく て い ろ い ろ 言 って た ら す ぐ 来 ちゃ う って で そう そう 日本 語 とか で や っちゃ う と た ぶ ん ほ んと す ぐ 来 ちゃ う から だから た ぶ ん c d な ん か ある 程 度"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:04",
      "text": "20 番 ト ー ク そう なんだ な ぁ。 まぁ でも 確 か に。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:22",
      "text": "ロ ー カ ル に も Cloud. d っ て 作 ら せ る んです よね や ろう と して る プ ジ ク ト の 使 用 書 手 順 書 定 義 書 とか あ と 今 まで や り と り して た こと を 一 回"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:34",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:26:40",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:26:47",
      "text": "G road. d とか で ロ ー カ ル に ちょっと 落 と す みたい に する と ちょっと いい 感じ に ち っと まだ ちゃん と つ か み き れて ない んだ けど ロ ー カ ル の フ イ ル も 見 な が ら やって く れる かな っていう 感じ は ある ち っと ず つ 精 度 と この コ ンテ キ スト 残 量 で それ が 出 る よう にな った の が すごい で か く て や っぱ なんか ちょっと 忘 れ ちゃ ってる っぽ い 100 % 言 ってる から か みたい な の が わか る から すごい な ぁ みほ (26:58.67) ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:07",
      "text": "えー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:13",
      "text": "はい はい はい はい。 100 % で 言 った な って 時 には どう する の?"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:18",
      "text": "なんか ク リ ア した り コ ンパ ク ト 圧 縮 なんか ね ど ん ど オ ート で 多 分 勝 手 に 圧 縮 して る っぽ い んです けど こう や っちゃ った ら うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:27:26",
      "text": "あ、 いや こ っち の 受 け、 何 て いう の、 依 頼 側 と して は さ、 うわ もう 行 ってる わ って な った 時 に さ、 なんか、 それ 以上 って もう さ、 無 理 な わ け じゃ ん。 だから。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:31",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:36",
      "text": "無 理 じゃ なく て 一 言 える んです よ。 Y EL TS U が プ ロ ンプ ト を 打 ち 続 ける。 そうそう そう、 家 圏 移 行 して る。 みほ (27:38.99) 向 こう は 勝 手 に 圧 縮 して る けど 多少 は 私 一 番 やって て う って な った のは 何 を そ この ピ ック ア して 向 こう が 判 断 する か 分 か ない じゃ ん 結 局"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:27:56",
      "text": "その キ ーポ イ ント は . d ク ロ ード. d っ いう ところ に 多 書 き 込 み イ ニ ット とか 言 う と 多 勝 手 に 書 き 込 む んです けど その 途 中 の ア ップ デ ート とか も 書 き 込 んで って 随 時 そ こと 多 分 付 き 合 わ せて や れ ば 上 手 い 感じ に 行 く ん じゃ な か ろう か っていう 本 質 的 には この コ ンテ キ スト ウ ンド ウ が もう ちょっと 増 え た ら いい な と思 いつ つ なんか プ ラ ン 的 に も この ア ン ソ ロ ピ ック の"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:02",
      "text": "はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:28:24",
      "text": "コ ンテ キ スト イ ンド は な かな か エ ンタ ープ ライ ズ の すごい で か い 強 いや つ じゃない と そ こ は ちょっと ちょっと パ ー ナ ル プ ラ ン 上 げ て も 回 数 は 増 える んだ けど コ ンテ キ スト イ ンド 自 体 は 増 え なく て んです よね プ ロ プ ン と マ ック ス プ ラ ン って あ って 個人 だ と なんか そ こ 結 構 プ ラ ン は 超 流 動 的 に 変 わ り ま く ってる っぽ い んで み んな コ コ ン テ キ スト イ ンド 悩 んで んだ と思 うん だ けど や っぱ なん で ちょっと どう なんだ ろう 英 語 で や り と り した 方 が 多 分 この 圧 縮"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:28:44",
      "text": "ん そう な ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:28:54",
      "text": "でき る っていう か っていう 意 味 では や っぱ り 今 ほ んと コ ンテ キ スト を み んな どう やって いい 感じ に 圧 縮 し な が ら あの 水 少 ない ト ー ク ン で とう 得 て 制 度 を 上 げ る か みたい な そう いう 戦 い を して る んだ ろう な っていう の が ちょっと わか って きた っていう よう な だから そ っち を 話 し さ れ ちゃ った けど まあ そう いう 感じ で こう な って の この 記 事 の 絵 この 設 定 して ロ ー カ ル で っていう の が でき る っていう のは め っちゃ 嬉 しい の が みほ (29:10.51) はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:22",
      "text": "うん、 確 か に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:24",
      "text": "そう もう 1 点 で ね で 調 子 乗 って すごい 色 々 や った んです よ 色 々 やって て あの ー あの ー 何 を や った か 最後 に もう 1 個 だけ 言 う と あの マ ミ ッ ド ハ ブ の 記 事 を 更 した んです よ 最近 ね 頑 張 って 月 1 更 新 を なん と なく 目 指 して る んです けど いつ も 最後 の 最後 にな っちゃ って そう それで ね でも この 記 事 書 く の すごい や っぱ 大 変 じゃない ですか"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:40",
      "text": "ありがとうございます。 う ー 頑 張 ら な き ゃ う ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:29:53",
      "text": "考 えて も リ ソ ー ス ク ール っぷ り すごい から だから ちょっと あの あれ を 作 って み た エ ージ ェ ント もう ちょっと う ま く や り たい けど なんか 私 ポ ド キ スト の 作 業 って 結 構 や っぱ ど ん ど ん この ご 時 世 なん で AI エ ェ ント 化 して いき たい と思 って て で その マ ミ ッ ハ ブ 記 事 ライ ター みたい な 人 を ちょっと 作 って み た んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:29:53",
      "text": "大 変 なんだ よね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:16",
      "text": "はい はい はい はい そう いうこと ね ライ ター を 作 った の ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:30:22",
      "text": "厳 密 に 言 う と い ろ い ろ 試 して て 実 現 方 法 が 2 個 あ って 普 通 に プ ロ ンプ ト こう やって あ なた は あ なた は て か もう そう いう の も ない んだ けど it Hub の 記 事 を 書 き たい です って やって も いい んだ けど 多 これ 何 回 も 使 う かな って 思 って そう する と custom ス ラ ッ シ ュ コ マ ンド っていう の を 作 れて 例えば なんだ けど sl ash mum it hub っていう カ ス タ ム コ マ ンド を 作 る んです それは マ ミ ッ ハ ブ 記 事 作 成 ア シ ス タ ント これ も なんか 私 が ゼ ロ から 作 った ん じゃ なく て こう いうこと や り たい よ って 言 う と なんか 作 って く れる んです けど なんか 仕 組 み と して は ド ット その ク ウ ド の 設 定 フ イ ル の 中 に コ マ ン ズ みたい な の とか エ ージ ンツ みたい な デ ィ ク ト リ が あ って そ こ に なんか D フ ァ ル が ある だけ なんです よ その 下 に マ ー ク ダ ン の フ イ ル で ここ そ こ に プ ンプ とか 書 いて ある の ね"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:30:57",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:09",
      "text": "ふ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:15",
      "text": "そう あ なた は なんか だから あの なんだ この マ ミ ット a f と も と ハ ブ の 中 一 員 です みたい な 感じ の あの まあ もう 一 社 員 です みたい 感じ して た と えば ね それで あの だから そ この マ ミ ット f と か ハ ブ の 内 容 に 詳 しい 人 っていう ふ う に して 知 る んです よ 内 容 で あの 記 事 を 書 き たい よ って 内 容 は 高 校 で を とか エ ピ ソ ード で 話 した こと を そう 結 構 ね ちょっと 今 1 回 中 に 開 く"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:25",
      "text": "はい はい はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:31:34",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:44",
      "text": "すごい ね、 す げ ー って な った の が"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:31:56",
      "text": "今 足 した い んだ けど"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:10",
      "text": "はい、 ちょっと 待って て ね、 いい けど"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:11",
      "text": "うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:18",
      "text": "いや いや 来 た あ ー ダ メ だ 英 語 にな っちゃ ってる まあ なんか と に か く その この 記 事 の 編 集 を した い んだ けど、 した こと から、 エ ピ ソ ード を 話 した 内 容 から 展 開 した い、 広 げ て 展 開 した い みたい な 感じ に して、 そう する と、 タ イ ト ル で 3 つ ぐ らい いつ も 2、 3 個 区 切 ってる じゃない ですか、 話 した 内 容。 その 2、 3 個 の 流 動 を 元 に して、 一個 一個 記 事 を 作 って く れて、 例えば 前 回 だ と Go ogle ネ スト ハ ブ の 話 とか、 みほ (32:28.91) うん うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:36",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:42",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:51",
      "text": "はい はい ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:32:56",
      "text": "に つ いて の 記 事 を D また は Mark down フ イ ル に して 記 事 を 作 って O bs idian の ド ラ フ ト の フ ォ ル ダ に 入 れて く れる っていう の を オ ート で や る よう にな った んです よ マ シ で シ ード が 多 い と 言 て ヤ バイ で しょ そう いうこと も でき る よう にな って 自 分 で じゃあ や ろう と思 って 記 事 を 書 こう かな って 思 った タ イ ミ ング で"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:32:58",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:06",
      "text": "や ば っ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:12",
      "text": "その 時 に 定 期 的 に 動 か して る の? 作 り たい って タ イ ミ ング で"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:24",
      "text": "も ち ん ツ ッ コ ミ ど ころ は まだ 全 然 ある んです けど ス ラ ッ シ ュ マ ミ ット ハ ブ って や る と 例えば AI 前 回 話 した ポ ド キ スト ワ ー ク フ ロ ー を 生 成 活 用 術 みたい な ちょっと その ま ま 読 む と チャ ート G P T が ポ ド キ ャ スト を 発 見 ノ ート ブ ック L で 変 る コ ンツ 創 造 の 未 来 みたい な そう いう テ キ スト を 勝 手 に 作 って な ん か うわ ー って 記 事 を こう な ん た か なん た"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:38",
      "text": "はい はい はい みほ (33:46.99) はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:33:52",
      "text": "っていう の を その 2、 3 エ ピ ソ ード の リ ード で パ パ ッ パ って 作 ってる よう にな った んです よ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:33:57",
      "text": "へ ぇ ー、 もう ア イ デ ィ ア 出 し には 超 いい よね、 だから。 これで 書 ける わ、 みたい な ね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:00",
      "text": "そうそう そう そう いうこと そう いうこと マ ート フ イ 悪 魔 ド ラ フ ト っていう カ ス タ ム ク ス ラ ッ ュ コ マ ンド っていう の が め っちゃ 面 白 い って な った ち っと 今 パ と 出 なく て で ます けど っていう の と もう 一個 なんか どう 違う の かな と思 って この カ ス タ ム コ マ ンド と エ ージ ェ ント っていう の も もう 作 れる から なんか そ っち も 作 ら せて み て エ ージ ェ ント っていう のは その ク ロ ード コ ード の 中 で エ ージ ェ ント を 新 しく 作 る って いうこと が でき て それ も やって み た んです"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:09",
      "text": "ええ ええ ええ みほ (34:18.99) ん ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:27",
      "text": "うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:29",
      "text": "で、 それは テ ク ニ カ ル ライ ター マ ミ ット ハ ブ の テ ク ニ カ ル ライ ター っていう 設 定 に して そう いう 人 を 作 って その 人 に でき た 記 事 を 流 れ と して は ド ラ フ ト 作 って も ら って じゃあ これで 行 こう って な って 私 が い ろ ろ 手 直 し して 手 直 した んだ けど や っぱ り 結 情 報 バ ー って 集 めて く る から 例えば 今 の Am azon Echo と Go ogle Nest Hub と App le Pod みほ (34:39.95) ええ ええ"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:49",
      "text": "ん ー"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:34:58",
      "text": "ん ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:34:59",
      "text": "違 い とか 値 段 とか 情 報 を し っ か して い な き い け ない 性 格 性 みたい な の も チ ック する よう な エ ージ ェ みたい な を って、 この フ ァ イ ル に ある ド ラ フ ト 記 事 を チ ック、 デ ビ ュ して って エ ージ ェ ント に 言 う と"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:05",
      "text": "ん ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:10",
      "text": "うん うん うん うん うん みほ (35:22.19) はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:23",
      "text": "まあ バ ー って 取 って き て これ を 確 か に その なん と かな 手 で プ ロ フ ト で も ち ろ ん 打 て はい い んだ けど なんか 意 と 良 こと 聞 いて く れ な かった り する じゃない ですか でも なんか この エ ジ ット は わか ん ない 一 体 まず 作 った だけ なんです けど すごい なんか 精 度 高 い 感じ が して て"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:34",
      "text": "はい はい、 うん うん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:35:45",
      "text": "すごい ちゃん と テ ニ カ ル な ネ タ でも っていう の も 多 分 ク ロ ーダ ー 自 体 に 私 が 例えば こんな こと こう いう エ ージ ェ ント が 欲 しい んだ よ みたい な 風 に 書 いて ね って 書 いて あ った から その サ ンプ ル に ヘ ル プ ミ ー あの マ イ ア シ ス タ ント なん じゃない っていう 感じ で ちょっと 漠 然 と や り たい こと 書 いた ら エ ージ ェ ント 自 体 が その エ ージ ェ ント の 動 作 を 使 用 書 を 作 って く れる から だから 精 度 高 い んだ ろう な と思 って み て る"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:35:53",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:06",
      "text": "ん ん みほ (36:10.35) へ ー でも め っちゃ 便 利 だ ね それは いい な それ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:12",
      "text": "そう そう そう そう そう そう そう そう か ね 値 値 何 ね か ね 値 か ね 何 か"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:36:36",
      "text": "ハ イ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:36:41",
      "text": "こう いう 記 事 書 いた んで 何 書 いた っ け? さ あ さ Go ogle Nest Hub の 話 ね ブ ロ ード キ スト 機 能 だ そう それ の 話 を これは 初 めて エ ージ ェ が ベ ス 書 き ました っていう 話 で 入 る かな ちょっと 待って 今 何 分 かな 入 ん ない かな みほ (36:44.91) ぜ ひ なんだ っ あの ス マ ート こ そ だ って うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:01",
      "text": "サ"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:09",
      "text": "一個 すごい 言 いた い こと が あ って なんか、 ク ード コ ード っていう か、 ク ロ ード ソ ネ ット なんだ けど なんか すごい ね、 記 事 書 か せて た 時 発 覚 した んだ けど 家 庭 内 性 別 役 割 バイ ア ス が すご く 強 い 記 事 が 出来 上 が った 一 回"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:11",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:25",
      "text": "へ ぇ ー そう な の"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:27",
      "text": "そう、 び っ く り した。 例えば ね、 こう いう 記 事 が 出 て き て、 最 初 に この N ES TH UB の ブ ロ ード キ スト 機 の 記 事 を 書 いて た 中 で、 リ ア ル 体 験 団、 我 が 家 の ある 一 日 用 大 公 開 っていう セ ク ショ ン が ある んです よ。 この 人 が 作 って。 そ した ら、 初 に、 例えば 朝 の 忙 しい 時間 帯、 6 時 半 AM、 マ マ が キ ッ チ ン から"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:47",
      "text": "はい はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:37:56",
      "text": "OK、 Go ogle ね。 ウ イ ク ワ ード。 み んな に 朝 ご は んで きた よ。 1 階 に 降 り て き て、 と ブ ード キ スト して。 なんか、 サ ンプ ル ね、 全部 ね。 で、 次。 2 階 の 子 供 部 屋 と、 パ パ の 所 在 に 一 斉 配 信。 次 が、 パ パ が 玄 関 から ウ ェ ク ワ ード。 家 族 に 出 か ける よ、 行 って きます、 と ブ ロ ード キ ャ スト して。 で、 次。 キ ッ チ ン に いる マ マ と 支 度 中 の 子 供 た ち に 届 く。 みたい な。 なんか、 わか る? なんか。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:37:59",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:38:25",
      "text": "あー 確 か に ね な ぜ キ ッ ン に マ マ が いる こと にな ってる の に"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:26",
      "text": "なんか さ、 え、 なん で これ あの、 勝 手 に 勝 手 に なんか、 その い わ ゆ る なんか い わ ゆ る、 こう お 母 さん が キ ッ ン とか 朝 ご は ん を 早 く から 起 き て 作 って て あの、 お 父 さん が 玄 関 会、 なんか 書 斎 とか に いて 行 って きます って 言 ってる みたい な 家 庭 が 勝 手 に 出来 上 が って て で、 なんか で ね、 究 極 的 には 夕 方 の 時間 の 方 に あの、 ウ ク ワ ード OK、 グ ー グ え っと"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:38:44",
      "text": "ん ん ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:38:55",
      "text": "マ マ に ただ い ま お や つ ある と ブ ロ ード キ ャ スト して 線 で これ の 解 説 が 洗 濯 を 干 して いる マ マ の 手 を 止 め る こと なく 会 話 開始 とか 言 って な ん か 誰 を 想 像 して んだ も これ みたい な なんだ の 洗 濯 を 干 して いる ま ま の って って なんだ よ と思 って と か もう なんか い ろ ろ ええ って 感じ の こと すご く て パ パ が 書 斎 から 歯 磨 き の 時間 だ よ パ パ も 今 から 行 く ね って ブ ロ ード キ スト して み た 書 斎 と は みたい な もう なんか 日本 語 だから こう な って いる か もし れない"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:06",
      "text": "は なるほど ね www"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:16",
      "text": "はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:22",
      "text": "www"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:24",
      "text": "私 が も ち ん これ を 指 摘 して ちょっと あ なた これ め っちゃ バイ ア ス か か ってる から 性 別 の この G ener ated Text Inc lud es Bi ases Follow ed by Gender って って 例えば あの I work mainly で 私 が 家 で 働 いて る こと が 多 い よ みたい な 感じ で すごい 言 った の 私 の 家 の こと F ix this bias って や った ら す い ません って 言 って 全部"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:30",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:37",
      "text": "うん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:39:45",
      "text": "うん はい はい"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:39:53",
      "text": "マ マ が キ ッ チ ン から じゃ なく て、 キ ッ ン から とか、 パ パ が 家 族 に いい とか にな った り とか、 選 択 の ところ が 作 業 中 の 家 族 の 手 を 止 め る こと なく 会 話 開始 とか な った んです けど、 デ フ ォ ル ト が それで、 初 めて こんな AI の バイ ア ス 度 って こう いうこと な の か っていう の を め っちゃ 痛 感 して、 みほ (40:06.83) はい はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:18",
      "text": "確 か に ね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:19",
      "text": "いや、 なん なんだ ろう、 これ って すごい 思 った っていう 話 を ちょっと ぶ っ み た かった。 そう、 び っ く り した。 この 話 記 事 に し よう。 ええ だ よね。"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:25",
      "text": "ああ もう でも や っぱ 学 習 デ ート な の かな ね え そう なんだ ろう ね き っと"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:30",
      "text": "ね っ! っ! 家 庭 像 は なん なんだ? マ マ が キ ッ ン に 行 って みたい な ご 飯 朝 夜 から 作 って パ パ は 所 在 に いる っていう なん じゃ こ り ゃ と思 い な が ら 見て た っていう の を ちょっと ぶ っ こ み た かった です って 思 わ ず ちょっと 突 っ まず に い ら れ な かった"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:38",
      "text": "www みほ (40:42.99) は"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:40:46",
      "text": "なるほど なるほど いや でも そ こ は ね 逆 に と まぁ そ いつ に も と も と あの き っと プ ロ ンプ ト デ フ ル ト の プ ロ ンプ ト の 中 に あの でき る 限 り 記 事 に 映 え や す"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:40:55",
      "text": "ん"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:00",
      "text": "そう 言 わ な き い け ない んだ って 思 って"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:02",
      "text": "入 れて く れ んな って こと を 指 定 し な き い け ない って こと だ よね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:05",
      "text": "そうそう そう ロ ール バイ ジ ンダ ー の バイ ア シ ス を チ ック して っていう 風 に 多 分 最後 の チ ッ カ ー の エ ージ ェ ント に そう いう ス テ ー タ ス を 入 れる の か もし れない ス テ ー タ を めて 入 れる の か もし れない んだ けど なんか さ だから そう やって 強 制 し ない と い け ない わ け ですね まだ 人 間 が ね は ぁ 〜 っと 思 って み て た っていう 話 を 入 れ ました いや いや ちょっと 後 で みほ (41:24.11) はい はい はい はい はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:41:31",
      "text": "いや、 大 変 ですね。"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:35",
      "text": "でも なんか 面 白 い です 全 体 的 に みほ (41:39.15) ね え でも 私 も なんか ちょっと 一 回 体 験 した けど すごい な ぁ って 思 った な ん か や っぱ 全部 パ パ バ ー って やって く れる も ん ね ち んと 見 とか ない と チ ック し とか ない と 本当 不 安 だ な っていう の ある けど 本当 そうだ よね"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:43",
      "text": "ん ー"
    },
    {
      "speaker": "Yu Kamiya",
      "timestamp": "00:41:50",
      "text": "それは そう 本当 だから 監 視 と は す げ ー エ ージ ェ ント す げ ー っていう ところ と や っぱ 守 る ところ は 守 る ちゃん と 見 る ところ を 見 る バ ラ ン ス を まだ まだ まだ つ が これ いつ ま でも 多 分 人 間 最後 チ ック レ ビ ュ ー バ ラ ン ス みたい な 必 要 だ と思 う けど ね そう いう 面 白 い けど 面 白 い 話 でした はい な ぁ ちょっと 天 こ も り にな っちゃ った みほ (41:58.19) ね ー、 そう ね、 ほ んと"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:04",
      "text": "ん"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:08",
      "text": "お ね え みほ (42:13.39) はい また"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:17",
      "text": "夏 休 み から ね、 色 々 と。 Yu Kamiya (42:19.81) はい そう ですね ちょっと また あの 9 月 に 入 りました ので また ちょっと ジ カ もう 一 でき た ら 残 り の ネ タ を 話 した い な と思 って お ります はい では では さ よう なら 失 礼 します"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:24",
      "text": "はい はい ちょっと さ はい"
    },
    {
      "speaker": "みほ",
      "timestamp": "00:42:33",
      "text": "さ よ なら あり がとう ございます"
    }
  ]
}